{"title": "喜晴", "author": "[宋]范成大", "yuanWen": "窗间梅熟落蒂，墙下笋成出林。连雨不知春去，一晴方觉夏深。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/1457712.html"}
{"title": "夏夜叹", "author": "[唐]杜甫", "yuanWen": "永日不可暮，炎蒸毒我肠。安得万里风，飘飖吹我裳。昊天出华月，茂林延疏光。仲夏苦夜短，开轩纳微凉。虚明见纤毫，羽虫亦飞扬。物情无巨细，自适固其常。念彼荷戈士，穷年守边疆。何由一洗濯，执热互相望。竟夕击刁斗，喧声连万方。青紫虽被体，不如早还乡。北城悲笳发，鹳鹤号且翔。况复烦促倦，激烈思时康。", "shangXi": "与上篇同时之作。　　永日不可暮①，炎蒸毒我肠②。安得万里风③，飘飖吹我裳。　　（日暮思风，引起夜景。）　　①《书》：“日永星火。”刘公干诗：“永日行游戏。”②诗：“五月炎蒸气。”洙曰：毒我肠，热自中起也。相如《琴歌》：“室迩人遐毒我肠。”③陆士衡歌：“长风万里举。”　　昊天出华月①，茂林延疏光②。仲夏苦夜短③。开轩纳微凉④。虚明见纤毫⑤，羽虫亦飞扬⑥。物情无巨细⑦，自适固其常⑧。　　（此夜凉之景。物情各适，起下文征人。）　　①《诗》：“昊天曰明。”诗：“华月照芳池。”②《兰亭记》：“茂林修竹。”③诗：“不怨秋夕长，恒苦热夜短。”④诗：“开轩临四野。”“⑤陶潜诗：“夜景湛虚明。”《记》：“小则入于纤毫之中。”⑥《诗》“熠耀宵行。”注：“宵行，羽虫也。”阮籍诗：“羽翼自飞扬。”⑦《淮南子》：“巨细或殊，情理同致。”⑧《庄子》：非自适其适。”　　念彼荷戈士①，穷年守边疆②。何由一洗濯，执热互相望③。竟夕击刁斗④，喧声连万方。青紫虽被体⑤，不如早还乡。　　（此夜热之感。荷戈守边，指相州之众。）　　①《诗》：“何戈与祋。”何、荷通。②《江赋》：“寻风波以穷年。”③曰：考亭解执热作执持之执，今人以水濯手，岂便能执持热物乎？盖热曰执热，犹云热不可解。此古文用字奥处。濯即洗濯之濯，浴可解热也。杜诗屡用执热字，皆作实用，是一证据。④《李广传》：程不识正部曲行伍，营阵击刁斗，至天明自便。《汉书注》：以铜作鐎，受一斗，昼炊饮食，夜击持行，名曰刁斗。⑤《前汉·夏侯胜传》：“经术既明，取青紫如俯拾地芥耳。”《通鉴》：至德二年，败于清渠，复以官爵收散卒。由是应募入军者，一切衣金紫。　　北城悲笳发①，鹳鹤号且翔②。况复烦促倦③，激烈思时康④。　　（末乃夜触所闻，而伤叹世事也。此章起结各四句，中二段各八句。）　　①北城，指华州。诗：“夜夜闻悲笳。”②《诗》：“鹳鸣于垤。”③诗，“烦促每有余。”④诗：“长歌正激烈。”沈君攸诗：“行乐为时康。”王嗣奭曰：二叹俱以旱热起兴，而所以叹，在河北之贼未平，盖悯旱忧时之作也。 -----------仇兆鳌 《杜诗详注》-----------", "pagelink": "http://www.shicimingju.com/chaxun/list/118244.html"}
{"title": "游赤石进帆海诗", "author": "[南北朝]谢灵运", "yuanWen": "首夏犹清和。芳草亦未歇。水宿淹晨暮。阴霞屡兴没。周览倦瀛壖。况乃陵穷发。川后时安流。天吴静不发。扬帆采石华。挂席拾海月。溟涨无端倪。虚舟有超越。仲连轻齐组。子牟眷魏阙。矜名道不足。适己物可忽。请附任公言。终然谢天伐。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/968694.html"}
{"title": "夏日浮舟过陈大水亭（一作浮舟过滕逸人别业", "author": "[唐]孟浩然", "yuanWen": "水亭凉气多，闲棹晚来过。涧影见松竹，潭香闻芰荷。野童扶醉舞，山鸟助酣歌。幽赏未云遍，烟光奈夕何。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/195738.html"}
{"title": "夏日山中", "author": "[唐]李白", "yuanWen": "懒摇白羽扇，裸体青林中。脱巾挂石壁，露顶洒松风。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/114495.html"}
{"title": "浣溪沙", "author": "[宋]晏殊", "yuanWen": "玉碗冰寒滴露华粉融香雪透轻纱晚来妆面胜荷花鬓亸欲迎眉际月酒红初上脸边霞一场春梦日西斜", "shangXi": "【注释】：此词写夏日黄昏丽人昼梦方醒、晚妆初罢、酒脸微醺的情状。全词婉转有致，犹如一幅别具韵味、浓墨重彩的油画。首句写室内特定的景物——玉碗中盛着莹洁的寒冰，碗边凝聚的水珠若露华欲滴。古时富贵人家，严冬时把冰块收藏在地窖中，夏天取用，以消暑气。一“寒”字正反衬出室中的热。接着，作者笔触写到室中人的身上：她粉汗微融，透过轻薄的纱衣，呈露出芬芳洁白的肌体；晚来浓妆的娇面，更胜似丰艳的荷花 。二、三句设喻 。用意用语均似“花间”。“粉融”，谓脂粉与汗水融和。不点出“汗”字，正是作者之处。“香雪”借喻女子肌肤的芳洁，虽亦古诗词中常用之语，但在本词中却有特殊的意义，它跟“冰寒”句配合，在盛夏中得清凉之意 。以“玉”、“冰 ”、“粉”、“雪”之白，衬托“妆面”之红，写夏日黄昏女子妆罢的情景 ，真如一幅优美的彩照。过片写她那下垂的鬓发，已靠近眉间额上的月形妆饰；微红的酒晕，又如红霞飞上脸边。两句写女子微醉的情态 ，艳而不俗 ，细而不纤。古时女子的面饰 ，有以黄粉涂额成圆形为月，因位置在两眉之间，故词称“眉际月”。《蝶》诗之三“八字宫眉捧额黄”，似即指此。“欲迎”、“初上”，形容绝妙 。不独刻画之工 ，且见词人欣赏之情。“月”与“霞”，语意双关，既是隐喻女子的眉和脸，也是黄昏时的实景 。可以想象这位美艳的姑娘，晚妆初过，穿着件单薄的纱衣 ，伫立 ，独倚暮霞，悄迎新月。“一场春梦日西斜”，方始点明，原来上边五句所写的，都是昼眠梦醒后的情景。女子睡起，粉融香汗，重理明妆。“春梦”，谓刚才好梦的短暂。慵困无聊，闲愁闲恨，全词之意 ，至此全出。末句倒装，“日西斜”三字，与上片“晚来”接应。", "pagelink": "http://www.shicimingju.com/chaxun/list/102315.html"}
{"title": "晚晴", "author": "[唐]李商隐", "yuanWen": "深居府夹城，春去夏犹清。天意怜幽草，人间重晚晴。并添高阁迥，微注小窗明。越鸟巢干後，归飞体更轻。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/95248.html"}
{"title": "池上早夏", "author": "[唐]白居易", "yuanWen": "水积春塘晚，阴交夏木繁。舟船如野渡，篱落似江村。静拂琴床席，香开酒库门。慵闲无一事，时弄小娇孙。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/87255.html"}
{"title": "江楼夕望招客", "author": "[唐]白居易", "yuanWen": "海天东望夕茫茫，山势川形阔复长。灯火万家城四畔，星河一道水中央。风吹古木晴天雨，月照平沙夏夜霜。能就江楼消暑否？比君茅舍较清凉。", "shangXi": "【注释】：风吹古木晴天雨①?月照平沙夏夜霜②①晴天雨：风吹古木，飒飒作响，像雨声一般，但天空却是晴朗的，所以叫“晴天雨”。 ②夏夜霜：月照平沙，洁白似霜，但却是夏夜，所以叫“夏夜霜”。七律《江楼夕望招客》作于杭州刺史任内。这两句是说，风吹古木，声如落雨，月照平沙，白似霜。写夏夜清凉、优美的风光，逼真、传神。“晴天雨”、“夏夜霜”比喻新奇，措词独特，意境高妙。--引自李济洲编著之《全唐诗佳句赏析》http://tshjj.yeah.net/", "pagelink": "http://www.shicimingju.com/chaxun/list/75660.html"}
{"title": "夏日杂诗", "author": "[清]陈文述", "yuanWen": "水窗低傍画栏开，枕簟萧疏玉漏催。一夜雨声凉到梦，万荷叶上送秋来。", "shangXi": "【注释】：", "pagelink": "http://www.shicimingju.com/chaxun/list/46514.html"}
{"title": "小池", "author": "[宋]杨万里", "yuanWen": "泉眼无声惜细流，树阴照水爱晴柔。小荷才露尖尖角，早有蜻蜓立上头。", "shangXi": "这首诗小巧、精致，宛如一幅花草虫鸟彩墨画。画面之中，池、泉、流、荷和蜻蜓，落笔都小，却玲珑剔透，生机盎然。第一句，紧扣题目写小池的源泉，一股涓涓细流的泉水。泉水从洞口流出，没有一丝声响，当然是小之又小的。流出的泉水形成一股细流，更是小而又小了。这本来很寻常，然而作者却凭空加一“惜”字，说好像泉眼很爱惜这股细流，吝啬地舍不得多流一点儿。于是这句诗就立刻飞动起来，变得有情有趣，富有人性。第二句，写树阴在晴朗柔和的风光里，遮住水面。这也是极平常之事，可诗人加一“爱”字，似乎用她的阴凉盖住小池，以免水分蒸发而干涸，这样就化无情为有情了。而且，诗舍形取影，重点表现水面上的柔枝婆娑弄影，十分空灵。三、四句把焦点缩小，写池中一株小荷以及荷上的蜻蜓。小荷刚把她的含苞待放的嫩尖露出水面，显露出勃勃生机，可在这尖尖嫩角上却早有一只小小蜻蜓立在上面，它似乎要捷足先登，领略春光。小荷与蜻蜓，一个“才露”，一个“早有”，以新奇的眼光看待身边的一切，捕捉那稍纵即逝的景物。诗人触物起兴，用敏捷灵巧的手法，描绘充满情趣的特定场景，把大自然中的极平常的细小事物写得相亲相依，和谐一体，活泼自然，流转圆活，风趣诙谐，通俗明快。且将此诗写的犹如一幅画，画面层次丰富：太阳、树木、小荷、小池，色彩艳丽，还有明亮的阳光、深绿的树荫、翠绿的小荷、鲜活的蜻蜓，清亮的泉水。画面充满动感：飞舞的蜻蜓、影绰的池水，充满了诗情画意。", "pagelink": "http://www.shicimingju.com/chaxun/list/41966.html"}
{"title": "闲居初夏午睡起", "author": "[宋]杨万里", "yuanWen": "梅子留酸软齿牙，芭蕉分绿与窗纱。日长睡起无情思，闲看儿童捉柳花。", "shangXi": "【注释】：1、题原作“初夏”，作者原缺，据《选集》改补。2、软原作“溅”．据《杨万里选集》改。这里作渗透解。3、与：给予的意思。原作“上”，据《杨万里选集》改。4、捉柳花：戏捉空中飞舞的柳絮。按：《重论文斋笔录》卷九：“梅子留酸”、“笆蕉分绿”已是初夏风景，安得复有柳花可捉乎?’", "pagelink": "http://www.shicimingju.com/chaxun/list/41961.html"}
{"title": "西江月·夜行黄沙道中", "author": "[宋]辛弃疾", "yuanWen": "明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。", "shangXi": "【注释】　　①作于闲居带湖期间。黄沙：即黄沙岭。见上篇注①。　　此夏夜小唱，深具艺术魅力。上片夜景，意在写静，却出之以动。鹊啼、蝉鸣、蛙喧，愈闹而愈静，是为动中见静法。下片时转景移，山雨欲来，心绪由安闲而焦躁。结韵妙语：就急欲避雨而言，先推出茅店，后补以“忽见”，则恍惚惊喜之态，跃然纸上；就全篇而言，至此点出夜行者，返照全词，则无一不是作者“夜行黄沙道中”的见闻和感受，词脉由是畅通一体。　　②“明月”两句：月光惊飞枝上乌鹊，清风送来夜半蝉声。按：《短歌行》：“月明星稀，乌鹊南飞，绕树三匝，无枝可依。”《次周令韵送赴阙》：“月明惊鹊未安枝。”彦《蝶恋花》：“月皎惊乌栖不定。”辛词“明月别枝惊鹊”句与以上诗句景象仿佛。别枝：远枝。《寓民郝氏亭》：“蝉曳残声过别枝。”或作“离别树枝”讲，意亦通，但与下文“半夜”失偶。　　③“稻花”两句：稻花飘香，蛙声一片，似在歌唱丰年。或谓“说丰年”者，守夜农人。似太实，且欠韵味。　　④“七八个星”两句：天外星稀，山前欲雨。《松寺》：“两三条电欲为雨，七八个星犹在天。”以数词对偶，骈文中屡见，如《小园赋》：“一寸二寸之鱼，三竿两竿之竹。”　　⑤“旧时”两句：转过溪桥，忽见记忆中的茅店就在眼前。两句用倒装句法。-----------转自“羲皇上人的博客”-----------    【评解】    这首词是贬官闲居江西时的作品。着意描写黄沙岭的夜景。明月清风，疏星稀雨，鹊惊蝉鸣，稻花飘香，蛙声一片。词从视觉、听觉和嗅觉三方面抒写夏夜的山村风光。    情景交融，优美如画。恬静自然，生动逼真。是宋词中以农村生活为题材的佳作。    【集评】    唐圭璋等《唐宋词选注》：作者以宁静的笔调描写了充满着活跃气氛的夏夜。一路行来，有清风、明月、疏星、微雨，也有鹊声、蝉声，还闻到了稻花香。走得久了，忽然看到那家熟识的小店，可以进去歇歇脚，愉悦之情，油然而生。    艾治平《宋词名篇赏析》：这是一首笔调灵活，不假雕琢，不事堆砌，语浅味永，摹写逼真的佳作，是一幅颇有审美价值的淡墨画——    充满着农村生活气息的夏夜素描。-----------------------这是辛弃疾中年时代经过江西上饶黄沙岭道时写的一首词。淳熙八年（1181 ），辛弃疾因受奸臣排挤，被免罢官，开始到上饶居住，并在此生活了近十五年。在此期间 ，他虽也有过短暂的出仕经历，但以在上饶居住为多，因而在此留下了不少词作。词中所说的黄沙岭在上饶县西四十里 ，岭高约十五丈，深而敞豁，可容百人。下有两泉，水自石中流出，可溉田十余亩。这一带不仅风景优美，也是农田水利较好的地区。辛弃疾在上饶期间，经常来此游览，他描写这一带风景的词，现存约五首，即：《生查子》（独游西岩）二首、《浣溪沙》（黄沙岭）一首，《鹧鸪天》（黄沙道上即事）一首，以及本词。辛弃疾的这首《西江月》前两句“明月别枝惊鹊，清风半夜鸣蝉”表面看来，写的是风、月、蝉、鹊这些极其平常的景物，然而经过作者巧妙的组合，结果平常中就显得不平常了。鹊儿的惊飞不定，不是盘旋在一般树头，而是飞绕在横斜突兀的枝干之上。因为月光明亮，所以鹊儿被惊醒了；而鹊儿惊飞，自然也就会引起“别枝”摇曳。同时，知了的鸣叫声也是有其一定时间的。夜间的鸣叫声不同于烈日炎炎下的嘶鸣 ，而当凉风徐徐吹拂时，往往特别感到清幽 。总之 ，“惊鹊”和“鸣蝉”两句动中寓静，把半夜“清风”、“明月”下的景色描绘得令人悠然神往。接下来“ 稻花香里说丰年，听取蛙声一片。”把人们的点从长空转移到田野，表现了词人不仅为夜间黄沙道上的柔和情趣所浸润，更关心扑面而来的漫村遍野的稻花香，又由稻花香而联想到即将到来的丰年景象。此时此地，词人与人民同呼吸的欢乐，尽在言表。稻花飘香的“香”，固然是描绘稻花盛开，也是表达词人心头的甜蜜之感。而说丰年的主体，不是我们常用的鹊声，而是那一片蛙声，这正是词人匠心独到之处，令人称奇。在词人的感觉里，俨然听到群蛙在稻田中齐声喧嚷，争说丰年。先出“说”的内容，再补“声”的来源。以蛙声说丰年，是词人的创造。以上四句纯然是抒写当时当地的夏夜山道的景物和词人的感受，然而其核心却是洋溢着丰收年景的夏夜。因此，与其说这是夏景，还不如说是眼前夏景将给人们带来的幸福。不过，词人所描写的夏景并没有就此终止。如果说词的上阕并非寥廓夏景的描绘，那么下阕却显然是以波澜变幻、柳荫路曲取胜了。由于上阕结尾构思和音律出现了显著的停顿，因此下阕开头，词人就树立了一座峭拔挺峻的奇峰，运用对仗手法，以加强稳定的音势 。“七八个星天外，两三点雨山前”，在这里，“星”是寥落的疏星 ，“雨”是轻微的阵雨，这些都是为了与上阕的清幽夜色、恬静气氛和朴野成趣的乡土气息相吻合。特别是一个“ 天外”一个“山前”，本来是遥远而不可捉摸的 ，可是笔锋一转 ，小桥一过，乡村林边茅店的影子却意想不到地展现在人们的眼前。词人对黄沙道上的路径尽管很熟，可总因为醉心于倾诉丰年在望之乐的一片蛙声中，竟忘却了越过“天外”，迈过“山前”，连早已临近的那个社庙旁树林边的茅店，也都没有察觉。前文“路转”，后文“忽见 ”，既衬出了词人骤然间看出了分明临近旧屋的欢欣，又表达了他由于沉浸在稻花香中以至忘了道途远近的自得的入迷程度，相得益彰，体现了作者深厚的艺术功底，令人玩味无穷。从表面上看，这首词的题材内容不过是一些看来极其平凡的景物，语言没有任何雕饰，没有用一个典故 ，层次安排也完全是听其自然，平平淡淡。然而，正是在看似平淡之中，却有着词人潜心的构思，淳厚的感情。在这里，我们也可以领略到稼轩词于雄浑豪迈之外的另一种境界。", "pagelink": "http://www.shicimingju.com/chaxun/list/41758.html"}
{"title": "贺新郎·乳燕飞华屋", "author": "[宋]苏轼", "yuanWen": "乳燕飞华屋。悄无人、桐阴转午，晚凉新浴。手弄生绡白团扇，扇手一时似玉。渐困倚、孤眠清熟。帘外谁来推绣户，枉教人、梦断瑶台曲。又却是，风敲竹。 石榴半吐红巾蹙。待浮花浪蕊都尽，伴君幽独。秾艳一枝细看取，芳心千重似束。又恐被、秋风惊绿。若待得君来向此，花前对酒不忍触。共粉泪，两簌簌。", "shangXi": "【注释】    ①瑶台：传说昆仑山仙人所居之处。　曲：深处。    ②秋风惊绿：秋风起后，榴花凋谢，剩下的绿叶，禁不住摧残。    ③簌簌：纷纷落下的样子。    【评解】    这首《贺新郎》借咏名花佳丽，以抒诗人的感怀，寄意高远，构思奇妙。上片咏佳人，隐约流露出人物的孤独心境。    下片写石榴，然后将人物与石榴合写，亦花亦人，巧妙新颖。    全词以华美艳丽的形象，婉曲缠绵的情韵，曲折含蓄地表达了诗人的情怀。    在新旧两派当权时，均不愿随声附和，取媚求进，因而或遭新党排挤，或为旧党不容。曾两次出任杭州。词中以榴花比托“幽独”的佳人，联系自己的心情和处境，借咏物曲曲传出自己的心声，手法极为高妙。    【集评】    黄蓼园《蓼园词选》：末四句是花是人，婉曲缠绵，耐人寻味不尽。    俞陛云《唐五代两宋词选释》：此词极写其特立独行之概。以上阕“孤眠”之“孤”字，下阕“幽独”之“独”字，表意。“新浴”及“扇手”，其身之洁白，焉能与浪蕊浮花为伍，犹不能以皓皓之白，入汶汶之世也。下阕“芳心千重似束”句及“秋风”句言已深闭退藏，而人犹不恕，极言其忧谗畏讥之意。对花真赏，知有何人，惟有沾襟之粉泪耳。    沈雄《古今词话》曾记载：苏轼任职杭州时，曾在西湖宴会。群妓毕集，而秀兰迟到，一府僚为此发怒。东坡即席写《贺新郎》为秀兰解围。    《苕溪渔隐丛话》：东坡此词，冠绝古今，托意高远，宁为一妓而发耶！    《唐宋词鉴赏集》：词人写作受到生活现象的触发，或从现实中摄取某些现象，这是可能的，但决不是生活的简单记录。把一首词的内容完全坐实到一个官场的风流故事上，刻板地句句索隐，这显然是附会之谈，不足凭信。    薛砺若《宋词通论》：　此词写来极纡回缠绵，一往情深。丽而不艳，工而能曲，毫无刻画斧斫之痕。    唐圭璋《唐宋词简释》：此首不必为官妓秀兰而作，写情景俱高妙。    写花写人，是二实一。------------------------这是一首抒写闺怨的双调词，上片写美人，下片掉转笔锋，专咏榴花，借花取喻，时而花人并列，时而花人合一。作者赋予词中的美人、榴花以孤芳高洁、自伤迟暮的品格和情感，在这两个美好的意象中渗透进自己的人格和感情。词中写失时之佳人，托失意之情怀；以婉曲缠绵的儿女情肠，寄慷慨郁愤的身世之感。上片以初夏景物为衬托，写一位孤高绝尘的美丽女子。起调“乳燕飞华屋，悄无人，桐阴转午 ，”点出初夏季节、过午、时节、环境之幽静。“晚凉新浴”，推出傍晚新凉和出浴美人。“手弄生绡白团扇 ，扇手一时似玉”，进而工笔描绘美人“晚凉新浴”之后的闲雅风姿。作者写团扇之白，不只意在衬托美人的肌肤洁白和品质高洁，而且意在象征美人的命运、身世。自从汉代班婕妤（汉成帝妃，为赵飞燕谮，失宠）作团扇歌后，在古代诗人笔下，白团扇常常是红颜薄命 ，佳人失时的象征。上文已一再渲染“ 悄无人 ”的寂静氛围，这里又写“手弄生绡白团扇”，着一“弄”字 ，便透露出美人内心一种奈何的寂聊，接以“ 扇手一时似玉 ”，实是暗示“妾身似秋扇”的命运。以上写美人心态 ，主要是用环境烘托、用象征、暗示方式，隐约迷离。以下写美人初因孤寂无聊而入梦，继而好梦因风摇竹声而被惊断 。“渐困倚、孤眠清熟”句，使人感受到佳人处境之幽清和内心的寂寞。以下数句是说：美人入梦后，朦胧中仿佛有人掀开珠帘，敲打门窗 ，不由引起她的一阵兴奋和一种期待。可是从梦中惊醒，却只听到那风吹翠竹的萧萧声，等待她的仍旧是一片寂寞。唐诗云：“开门复动竹，疑是玉人来。”（《竹窗闻风寄》）东坡化用了这种幽清的意境，着重写由梦而醒、由希望而失望的怅惘；“枉教人”、“却又是”，将美人这种感情上的波折突现出来了。从上片整个构思来看，主要写美人孤眠 。写“华屋”，写“晚凉”，写“弄扇”，都是映衬和暗示美人的空虚寂寞和叹惋怅恨之情。下片用秾艳独芳的榴花为美人写照 。“石榴半吐红巾蹙 ”，化用诗“山榴花似结红巾”（《题孤山寺山石榴花示诸僧众 》）句意形象地写出了榴花的外貌特征，又带有西子含颦的风韵 ，耐人寻味。“待浮花浪蕊都尽，伴君幽独 ”，这是美人观花引起的感触和情思。此二句既表明榴花开放的季节，又用拟人手法写出了它不与桃李争艳、独立于群芳之外的品格。“ 秾艳一枝细看取 ”，刻画出花色的明丽动人。“ 芳心千重似束 ”，不仅捕捉住了榴花外形的特征，并再次托喻美人那颗坚贞不渝的芳心，写出了她似若有情、愁心难展的情态。“又恐被秋风惊绿”，由花及人，油然而生美人迟暮之感 。“若待得君来向此”至结尾，写怀抱迟暮之感的美人与榴花两相怜惜，共花落簌簌而泪落簌簌。词的下片借物咏情，写美人看花时触景伤情，感慨万千，时而观花，时而怜花惜花。这种花、人合一的手法，读来婉曲缠绵，寻味不尽。作者无论是直接写美人，还是通过榴花间接写美人，都紧紧扣住娇花美人失时、失宠这一共同点，而又寄托着词人自身的怀才不遇之情。", "pagelink": "http://www.shicimingju.com/chaxun/list/35127.html"}
{"title": "临江仙·柳外轻雷池上雨", "author": "[宋]欧阳修", "yuanWen": "柳外轻雷池上雨，雨声滴碎荷声。小楼西角断虹明。阑干倚处，待得月华生。燕子飞来窥画栋，玉钩垂下帘旌。凉波不动簟纹平。水精双枕，傍有堕钗横。", "shangXi": "这首词写的是夏季傍晚阵雨过后，一时之情状，画所难到，得未曾有。词的上阕写室外景色，轻雷疏雨，小楼彩虹，雨后晚晴，新月婉婉，尤其是“断虹明”三字和“月华生”三字的妙用，把夏日的景象推到了极美的境界。“柳外轻雷池上雨，雨声滴碎荷声。”柳荫外、池塘上，阵阵惊雷后，下起了一阵急雨。雨滴落在池塘的荷叶上，簌簌作响。词人未曾提及柳的远近，然而无论远近，雷都是来自柳的那一边，雷声被柳树阻隔，声音愈来愈小，故是轻雷，隐隐隆隆之致，有异于当头霹雳。夏雨泼洒在池上，而雷声此时已经停止了，惟闻沙沙飒飒，乃是雨声独响。此处一个“碎”字用得巧妙，细腻表现出雨打荷叶的声音盖过了荷叶本身风中相撞发出的声音。荷声者，其叶盖之声也。奇又在“碎”，夏季阵雨是转眼即逝的，而因荷承，故声声清晰。此为轻雷疏雨，于一“碎”字尽得风流，如于耳际闻之。词上片前二句形象生动地描绘了一幅柳外池塘雨打荷叶的夏日风光图。柳荫外、池塘上，阵阵惊雷后，下起一阵急雨。雨滴落在池塘的荷叶上，簌簌作响。此处一个“碎”字用的巧妙，细腻表现出雨打荷叶的声音盖过了荷叶本身风中相撞发出的声音。夏雨来得及、去得快，“小楼”以下三句写雨后情景。小楼西脚，一道彩虹下，“待得月华生”。这表明她曾长时间伫立在那儿。她或许在等待情人到来，从彩虹生直至月上东山。下片描绘了一幅美人夏日　睡觉图，据词意当是写第二天情景。小楼绣阁，玉钩放下、帷帘低垂，女主人公阁内鼾睡。只见她躺着的凉簟纹理平整，不见折皱，而她头上的钗钿则垂落在水晶枕旁。词人巧妙地从燕子的视角，将女主人公夏日昼寝的画面描摹得惟妙惟肖。“小楼西角断虹明。阑干倚处，待得月华生。”夏雨来得急、去得快，“小楼”以下三旬写雨后情景。雨势本来就不汹涌，一会儿天就放晴了。小楼西角，一道彩虹挂在天空。断虹之美，令人难以名状，词人又只下一“明”字，而断虹之美，斜阳之美，雨后晚晴的碧空如洗之美，已被“明”字描摹得淋漓尽致。“明”乃寻常之字，本无奇处，但细思之，却表现了如此丰富的意境与层次之美。虹一弯，忽现云际，则晚晴之美，在此时显得更加妙不可言，着笔处乃偏偏有此断虹，来为生色，来为照影。闺中女主人公出现了，她倚着小楼栏杆，看彩虹落下，“待得月华生”。这表明她曾长时间地伫立在此。她或许在等待情人到来，从彩虹生直至月上东山。下阕写室内景象，以精美华丽之物又营造出一个理想的人间境界，连燕子也飞来窥视而不忍打扰。“燕子飞来窥画栋，玉钩垂下帘旌。凉波不动簟纹平。水精双枕，旁有堕钗横。”下阕词的意境在“月华生”的基础上再上一层。小楼绣阁，玉钩放下、帷帘低垂，女主人公阁内鼾睡。写到阑干罢倚，人归帘下，天真晚矣。凉波以比簟纹，已妙极，又下“不动”“平”，竭尽全力渲染清幽处的悲凉。结尾两句是人物内心情感的自然流露，引人遐想，艳而不俗。水精枕，加倍渲染画栋玉钩，是用华美的物件以造一理想的人间境界（水精即水晶）。而结以钗横，词人此处，神理不殊，先后一揆。人巧妙地从燕子的视角，将女主人公夏日昼寝的画面描摹得惟妙惟肖，绣阁的静谧精美，不附会本事，这自是一幅闺阁妙画，若附会本事，则本篇虽涉艳情，却也表现清雅而自然。词中的这位女主人公，她的生活无疑是华贵的，她的心灵却并不欢快。凉席上，玉枕旁，陪伴她的只有她自己金钗。这就暗示着：她正独守空闺。她在妆楼倚栏依望。她听到雷声、雨声、雨打荷叶声，却听不到丈夫归来的马蹄声。她看到雨后彩虹，夜空的新月，却看不到丈夫的身影。她又在无望的期待中度过一个炎夏的永昼。她只得怅怅的，恹恹的，独自回到闺房，垂下珠帘，因为她不愿那成双捉对的燕儿窥见她的萦寞，嘲笑她的孤单，可以想见她的孤独和愁苦，而睡梦中的她一定仍在期待。", "pagelink": "http://www.shicimingju.com/chaxun/list/34263.html"}
{"title": "夏日南亭怀辛大", "author": "[唐]孟浩然", "yuanWen": "山光忽西落，池月渐东上。散发乘夕凉，开轩卧闲敞。荷风送香气，竹露滴清响。欲取鸣琴弹，恨无知音赏。感此怀故人，中宵劳梦想。", "shangXi": "此诗载于《全唐诗》卷一百五十九。下面是四川诗词学会理事、四川大学文学与新闻学院教授周啸天对此诗的赏析。诗的特色是“遇景入咏，不拘奇抉异”（），虽只就闲情逸致作清描淡写，往往能引人渐入佳境。《夏日南亭怀辛大》就是有代表性的名篇。诗的内容可分两部分，既写夏夜水亭纳凉的清爽闲适，同时又表达对友人的怀念。“山光忽西落，池月渐东上”，开篇就是遇景入咏，细味却不止是简单写景，同时写出诗人的主观感受。“忽”、“渐”二字运用之妙，在于它们不但传达出夕阳西下与素月东升给人实际的感觉（一快一慢）；而且，“夏日”可畏而“忽”落，明月可爱而“渐”起，只表现出一种心理的快感。“池”字表明“南亭”傍水，亦非虚设。近水亭台，不仅“先得月”，而且是先退凉的。诗人沐浴之后，洞开亭户，“散发”不梳，靠窗而卧，使人想起陶潜的一段名言：“五六月中北窗下卧，遇凉风暂至，自谓是羲皇上人。”（《与子俨等疏》）三四句不但写出一种闲情，同时也写出一种适意——来自身心两方面的快感。进而，诗人从嗅觉、听觉两方面继续写这种快感：“荷风送香气，竹露滴清响。”荷花的香气清淡细微，所以“风送”时闻；竹露滴在池面其声清脆，所以是“清响”。滴水可闻，细香可嗅，使人感到此外更无声息。诗句表达的境界宜乎“一时叹为清绝”（《唐诗别裁》）。写荷以“气”，写竹以“响”，而不及视觉形象，恰是夏夜给人的真切感受。“竹露滴清响”，那样悦耳清心。这天籁似对诗人有所触动，使他想到音乐，“欲取鸣琴弹”了。琴，这古雅平和的乐器，只宜在恬淡闲适的心境中弹奏。据说古人弹琴，先得沐浴焚香，屏去杂念。而南亭纳凉的诗人此刻，已自然进入这种心境，正宜操琴。“欲取”而未取，舒适而不拟动弹，但想想也自有一番乐趣。不料却由“鸣琴”之想牵惹起一层淡淡的怅惘。象平静的井水起了一阵微澜。相传楚人钟子期通晓音律。伯牙鼓琴，志在高山，子期品道：“峨峨兮若泰山”；志在流水，子期品道：“洋洋兮若流水。”子期死而伯牙绝弦，不复演奏。（见《吕氏春秋·本味》）这就是“知音”的出典。由境界的清幽绝俗而想到弹琴，由弹琴想到“知音”，而生出“恨无知音赏”的缺憾，这就自然而然地由水亭纳凉过渡到怀人上来。此时，诗人是多么希望有朋友在身边，闲话清谈，共度良宵。可人期不来，自然会生出惆怅。“怀故人”的情绪一直带到睡下以后，进入梦乡，居然会见了亲爱的朋友。诗以有情的梦境结束，极有余味。孟浩然善于捕捉生活中的诗意感受。此诗不过写一种闲适自得的情趣，兼带点无知音的感慨，并无十分厚重的思想内容；然而写各种感觉细腻入微，诗味盎然。文字如行云流水，层递自然，由境及意而达于浑然一体，极富于韵味。诗的写法上又吸收了近体的音律、形式的长处，中六句似对非对，具有素朴的形式美；而诵读起来谐于唇吻，又“有金石宫商之声”（《沧浪诗话》）。", "pagelink": "http://www.shicimingju.com/chaxun/list/28680.html"}
{"title": "江村", "author": "[唐]杜甫", "yuanWen": "清江一曲抱村流，长夏江村事事幽。自去自来堂上燕，相亲相近水中鸥。老妻画纸为棋局，稚子敲针作钓钩。多病所须唯药物，微躯此外更何求。", "shangXi": "注：\"多病所须唯药物\"，另外一个版本是\"但有故人供禄米\"。[注释]（1）：清澈的江水。抱：围绕。（2）长夏：长长的夏夜。幽：幽静。（3）棋局：棋盘。（4）微躯：微*的身体。[译文]清澈的江水曲折地绕村流过，长长的夏日里，村中的一切都显得幽雅。梁上的燕子自由自在地飞来飞去，水中的鸥鸟互相追逐嬉戏，亲亲热热。妻子在纸上画着棋盘，小儿敲针作鱼钩。我老了，多病的身体需要的只是治病的药物，除此之外，还有别的什么奢求呢？　　这首诗写于宗上元元年（760）。在几个月之前，诗人经过四年的流亡生活，从同州经由绵州，来到了这不曾遭到战乱骚扰的、暂时还保持安静的西南富庶之乡成都郊外浣花溪畔。他依靠亲友故旧的资助而辛苦经营的草堂已经初具规模；饱经离乡背井的苦楚、备尝颠沛流离的艰虞的诗人，终于获得了一个暂时安居的栖身之所。时值初夏，浣花溪畔，江流曲折，水木清华，一派恬静幽雅的田园景象。诗人拈来《江村》诗题，放笔咏怀，愉悦之情是可以想见的。　　本诗首联第二句“事事幽”三字，是全诗关紧的话，提挈一篇旨意。中间四句，紧紧贴住“事事幽”，一路叙下。梁间燕子，时来时去，自由而自在；江上白鸥，忽远忽近，相伴而相随。从诗人眼里看来，燕子也罢，鸥鸟也罢，都有一种忘机不疑、乐群适性的意趣。物情如此幽静，人事的幽趣尤其使诗人惬心快意：老妻画纸为棋局的痴情憨态，望而可亲；稚子敲针作钓钩的天真无邪，弥觉可爱。棋局最宜消夏，清江正好垂钓，村居乐事，件件如意。经历长期离乱之后，重新获得家室儿女之乐，诗人怎么不感到欣喜和满足呢？结句“但有故人供禄米，微躯此外更何求”，虽然表面上是喜幸之词，而骨子里正包藏着不少悲苦之情。曰“但有”，就不能保证必有；曰“更何求”，正说明已有所求。确实没有忘记，自己眼前优游闲适的生活，是建筑在“故人供禄米”的基础之上的。这是一个十分敏感的压痛点。一旦分禄赐米发生了问题，一切就都谈不到了。所以，我们无妨说，这结末两句，与其说是幸词，倒毋宁说是苦情。艰窭贫困、依人为活的一代诗宗，在暂得栖息，甫能安居的同时，便吐露这样悲酸的话语，实在是对封建统治阶级摧残人才的强烈控诉。　　中联四句，从物态人情方面，写足了江村幽事，然后，在结句上，用“此外更何求”一句，关合“事事幽”，收足了一篇主题，最为简净，最为稳当。　　《江村》一诗，在艺术处理上，也有独特之处。　　一是复字不犯复。此诗首联的两句中，“江”字、“村”字皆两见。照一般做律诗的规矩，颔、颈两联同一联中忌有复字，首尾两联散行的句子，要求虽不那么严格，但也应该尽可能避复字。现在用一对复字，就有一种轻快俊逸的感觉，并不觉得是犯复了。这情况，很象律句中的拗救，拗句就要用拗句来救正，复字也要用复字来弥补。况且，第二句又安下了另外两个叠字“事事”，这样一来，头两句诗在读起来的时候，就完全没有枝撑之感了。　　二是全诗前后啮合，照应紧凑。“梁上燕”属“村”，“水中鸥”属“江”；“棋局”正顶“长夏”，“钓钩”又暗寓“清江”。颔联“自去自来梁上燕，相亲相近水中鸥”，两“自”字，两“相”字，当句自对；“去”“来”与“亲”“近”又上下句为对。自对而又互对，读起来轻快流荡。颈联的“画”字、“敲”字，字皆现成。且两句皆用朴直的语气，最能表达夫妻投老，相敬弥笃，稚子痴顽，不隔贤愚的意境。　　三是结句，忽转凄婉，很有杜甫咏怀诗的特色。杜甫有两句诗自道其做诗的甘苦，说是“愁极本凭诗遣兴，诗成吟咏转凄凉”（《至后》）。此诗本是写闲适心境，但他写着写着，最后结末的地方，也不免吐露落寞不欢之情，使人有怅怅之感。杜甫很多登临即兴感怀的诗篇，几乎都是如此。前人谓杜诗“沉郁”，其契机恐怕就在此处。(韩小默)－－－－－－－－－－－－－－－－－－－－－－－－　　【鹤注】此当是上元元年夏作。诗：“暖暖江村见。”　　清江一曲抱村流①，长夏江村事事幽②。自去自来梁上燕③，相亲相近水中鸥④。老妻画纸为棋局⑤，稚子敲针作钓钩⑥。但有故人供禄米⑦，微躯此外更何求⑧？　　（江村幽事，起中四句。梁燕属村，水鸥属江，棋局属村，钓钩属江，所谓事事幽也。未则江村自适，有与世无求之意。燕鸥二句，见物我忘机。妻子二句，见老少各得。盖多年匍匐，至此始得少休也。）　　①【周注】清江，指浣花溪。诗：“清江穷广深。”《世说》周顗曰：“吾若万里长江，何能不千里一曲。”②诗：“坐看长夏晚。”陶潜诗：“事事在中都。”③诗：“一燕海上来，一燕高梁息。”④诗：“可怜双白鸥，朝夕水上游。”⑤晋李秀《四维赋序》：“四维戏者，卫尉挚侯所造也，画纸为局，截木为棋。”⑥东方朔《七谏》：“以直针而钓兮，又何鱼之能得。”惟直针不可以钓，故敲针钩也。《乌生曲》：“钓钩尚得鲤鱼口。”⑦分禄米，亦指裴冕。此暗用公孙弘给俸禄于故人事。赋：“行药物以为娱”局字、物字、叠用人声，当从《英华》为是。且禄米分给，包得妻子在内。⑧《山居赋》：“奉微躯以宴息。”《逸民赋》：“淡浩然其何求。”申涵光曰：此诗起二语，尚是少陵本色，其余便以《千家诗》声口。选《千家诗》者，于茫茫杜集中，特简此首出来，亦是奇事。　　甫《悼鄞江隐士》诗云：“老妻稻下收遗棅，稚子松间拾堕樵。”二语本此。杜能说出旅居闲适之情，王能说出高人隐逸之致，句同意异，各见工妙。　　黄生曰：杜律不难于老健，而难于轻松。此诗见萧洒流逸之致。 -----------仇兆鳌 《杜诗详注》-----------", "pagelink": "http://www.shicimingju.com/chaxun/list/22649.html"}
{"title": "夏日登车盖亭", "author": "[宋]蔡确", "yuanWen": "纸屏石枕竹方床，手倦抛书午梦长。睡起莞然成独笑，数声渔笛在沧浪。", "shangXi": "这首诗，着意刻画了作者贬官后的闲散之态和对隐居生活的向往。“纸屏石枕竹方床，手倦抛书午梦长。”这两句说：游亭之后，便躺在纸屏遮挡的石枕、竹方床上，看了一会儿的诗（“卧展柴桑处士诗”），感到有些倦怠，便随手抛书，美美地睡了一觉。诗人是“夏日登车盖亭”的，因而，读了“纸屏、石枕、方竹床”，写得气清意爽；读了“手倦抛书、午梦长”，表现了诗人闲散之态；并且从“午梦长”中，还透出一点半隐半露的消息，这要联系下文来理解。“睡觉莞然成独笑”，梦醒之后，诗人“莞然独笑”，是在“午梦长”中有所妙悟，从而领略到人生如梦，富贵如云烟。。诗人所读的书，是“柴桑处士诗”；诗人所作的梦，也是耕樵处士之梦；梦中是处士，醒来是谪官，他想想昔为布衣平民（“持正年二十许岁时，家苦贫，衣服稍敝。”事见《懒真子》），鸿运一来，金榜题名，仕途廿载，官至丞相，后来天翻地覆，谪居此地，如同大梦一场。由此，他想到了归隐；想到归隐，马上便有的呼唤——“数声渔笛在沧浪”。而听到了“数声渔笛”，他的归隐之情就表现得更加强烈了。唐代诗人写过一首《酬张少府》：“晚年唯好静，万事不关心。自顾无长策，空知返旧林。松风吹解带，山月照弹琴。君问穷通理，渔歌入浦深。”这首诗一方面明示作者“万事不关心”，一方面又描摹了他聆听“渔歌入浦深”的情状，所以归隐的题旨比较明显。而这首诗，却仅以“莞然独笑”、“数声渔笛”揭示主旨，这就比王维之诗更形委婉；更具韵外之致和味外之旨。《楚辞·渔父》：“渔父莞尔而笑，鼓枻而去，乃歌曰：‘沧浪之水清兮，可以濯吾缨，沧浪之水浊兮，可以濯吾足’，遂去，不复与言。”《楚辞章句》注：“水清，喻世昭明，沐浴，升朝廷也；水浊，喻世昏暗，宜隐遁也。”描写闲散生活，委婉抒发归隐之志，便是这首诗的主旨。", "pagelink": "http://www.shicimingju.com/chaxun/list/5869.html"}
{"title": "观刈麦", "author": "[唐]白居易", "yuanWen": "田家少闲月，五月人倍忙。夜来南风起，小麦覆陇黄。妇姑荷箪食，童稚携壶浆。相随饷田去，丁壮在南冈。足蒸暑土气，背灼炎天光。力尽不知热，但惜夏日长。复有贫妇人，抱子在其旁。右手秉遗穗，左臂悬敝筐。听其相顾言，闻者为悲伤。家田输税尽，拾此充饥肠。今我何功德，曾不事农桑。吏禄三百石，岁晏有余粮。念此私自愧，尽日不能忘。", "shangXi": "【注释】：这首诗是元和二年（807）作者任盩厔（今陕西周至）县尉时写的，是作者早期一首著名讽谕诗。　　这首诗叙事明白，结构自然，层次清楚，顺理成章。诗一开头，先交代背景，标明是五月麦收的农忙季节。接着写妇女领着小孩往田里去，给正在割麦的青壮年送饭送水。随后就描写青壮年农民在南冈麦田低着头割麦，脚下暑气熏蒸，背上烈日烘烤，已经累得筋疲力尽还不觉得炎热，只是珍惜夏天昼长能够多干点活。写到此处，这一家农民辛苦劳碌的情景已经有力地展现出来。接下来又描写了另一种令人心酸的情景：一个贫妇人怀里抱着孩子，手里提着破篮子，在割麦者旁边拾麦。为什么要来拾麦呢？因为她家的田地已经“输税尽”──为缴纳宫税而卖光了，如今无田可种，无麦可收，只好靠拾麦充饥。这两种情景交织在一起，有差异又有关联：前者揭示了农民的辛苦，后者揭示了赋税的繁重。繁重的赋税既然已经使贫妇人失掉田地，那就也会使这一家正在割麦的农民失掉田地。今日的拾麦者，乃是昨日的割麦者；而今日的割麦者，也可能成为明日的拾麦者。强烈的讽谕意味，自在不言之中。诗人由农民生活的痛苦联想到自己生活的舒适，感到惭愧，内心里久久不能平静。这段抒情文字是全诗的精华所在。它是作者触景生情的产物，表现了诗人对劳动人民的深切同情。写讽谕诗，目的是“唯歌生民病，愿得天子知”。在这首诗中，他以自己切身的感受，把农民和作为朝廷官员的自己作鲜明对比，就是希望“天子”有所感悟，手法巧妙而委婉，可谓用心良苦。　　白居易是一位最擅长写叙事诗的艺术巨匠。他的叙事诗能曲尽人情物态，把其中所叙的事件写得曲折详尽，娓娓动听。而且，他的叙事诗里总是有着心灵的揭示，因而总是蕴含着感情的。在《观刈麦》里，他虽然着墨不多，但是却把割麦者与拾麦者在夏收时那种辛勤劳碌而又痛苦的生活情景，描写得生动真切，历历如画。不仅写了事，而且写了心，包括作者本人的心和劳动人民的心。诗人的心弦显然是被耳闻目睹的悲惨景象振动了，颤栗了，所以才提起笔来直歌其事，所以在字里行间都充满对劳动者的同情和怜悯。象“足蒸暑土气，背灼炎天光”、“家田输税尽，拾此充饥肠”这样的诗句，里面包含着作者多少同情之感、怜悯之意啊！因而这首《观刈麦》在叙事当中是有着作者情的渗透、心的跳动的，作者的心同他所叙的事是融为一体的。值得称道的是，作者在真实地写劳动人民之事的同时，还能够真实地写出劳动人民之心，尤其是刻画出劳动人民在某种特定情况下的变态心理，深刻地揭示诗的主题。《卖炭翁》中“可怜身上衣正单，心忧炭贱愿天寒”，写的是卖炭老人为衣食所迫而产生的变态心理。《观刈麦》中的“力尽不知热，但惜夏日长”，同样也是一种变态心理。这类描写把劳动人民之心刻画入微，深入底蕴。诗中写事与写心的完美统一，较之一般的叙事与抒情的统一，更能震撼人心。白居易又是运用对比手法的能手。他在诗歌创作中，不仅把劳动人民的贫困、善良与地主阶级的奢侈、暴虐作了对比，而且还把自己的舒适与劳动人民的穷苦作了对比。这首诗在写了农民在酷热的夏天的劳碌与痛苦之后，诗人同样也联想到自己，感到自己没有“功德”，又“不事农桑”，可是却拿“三百石”俸禄，到年终还“有余粮”，因而“念此私自愧，尽日不能忘”。诗人在那个时代能够主动去和农民对比，十分难得。这样一种对比，真是新颖精警，难能可贵，发人深省，因而更显出这首诗的思想高度。　　（贾文昭）", "pagelink": "http://www.shicimingju.com/chaxun/list/5188.html"}
{"title": "山亭夏日", "author": "[唐]高骈", "yuanWen": "绿树阴浓夏日长，楼台倒影入池塘。水晶帘动微风起，满架蔷薇一院香。", "shangXi": "【注释】：1、题原作“夏”，据《全唐诗》改。2、水精帘：形容质地精细而色泽莹澈的帘。《玉阶怨》：“却下水晶帘，玲珑望秋月。”3、蔷薇：花名。夏季开花，有红、白、黄等色，美艳而香。--------------　　这是一首描写夏日风光的七言绝句。　　首句起得似乎平平，但仔细玩味“阴浓”二字，不独状树之繁茂，且又暗示此时正是夏日午时前后，烈日炎炎，日烈，“树阴”才能“浓”。这“浓”除有树阴稠密之意外，尚有深浅之“深”意在内，即树阴密而且深。《红楼梦》里描写大观园夏日中午景象，谓“烈日当空，树阴匝地”，即此意。夏日正午前后最能给人以“夏日长”的感觉。《闲居初夏午睡起》说“日长睡起无情思”，就是写的这种情趣。因此，“夏日长”是和“绿树阴浓”含蓄地联在一起的，决非泛泛之笔。　　第二句“楼台倒影入池塘”写诗人看到池塘内的楼台倒影。“入”字用得极好：夏日午时，晴空骄阳，一片寂静，池水清澈见底，映在塘中的楼台倒影，当属十分清晰。这个“入”字就正好写出了此时楼台倒影的真实情景。　　第三句“水精帘动微风起”是诗中最含蓄精巧的一句。此句可分两层意思来说。其一，烈日照耀下的池水，晶莹透澈；微风吹来，水光潋滟，碧波粼粼。诗人用“水精帘动”来比喻这一景象，美妙而逼真──整个水面犹如一挂水晶做成的帘子，被风吹得泛起微波，在荡漾着的水波下则是随之晃动的楼台倒影，多美啊！其二，观赏景致的诗人先看见的是池水波动，然后才感觉到起风了。夏日的微风是不会让人一下子感觉出来的，此时看到水波才会觉着，所以说“水精帘动微风起”。如果先写“微风起”，而后再写“水精帘动”，那就味同嚼蜡了。　　正当诗人陶醉于这夏日美景的时候，忽然飘来一阵花香，香气沁人心脾，诗人精神为之一振。诗的最后一句“满架蔷薇一院香”，又为那幽静的景致，增添了鲜艳的色彩，充满了醉人的芬芳，使全诗洋溢着夏日特有的生气。“一院香”，又与上句“微风起”暗合。　　诗写夏日风光，纯乎用近似绘画的手法：绿树阴浓，楼台倒影，池塘水波，满架蔷薇，构成了一幅色彩鲜丽、情调清和的图画。这一切都是由诗人站立在山亭上所描绘下来的。山亭和诗人虽然没有在诗中出现，然而我们在欣赏这首诗时，却仿佛看到了那个山亭和那位悠闲自在的诗人。　　（唐永德）", "pagelink": "http://www.shicimingju.com/chaxun/list/4606.html"}
{"title": "初夏游张园", "author": "[宋]戴敏", "yuanWen": "乳鸭池塘水浅深，熟梅天气半晴阴。东园载酒西园醉，摘尽枇杷一树金。", "shangXi": "【注释】：1、题原作“初夏”，作者原作“戴石屏”，据《宋诗钞·东皋集》改。2、乳鸭：刚孵出不久的小鸭。3、枇杷：植物名，果实球形，成熟时呈金黄色。味甜，可食。", "pagelink": "http://www.shicimingju.com/chaxun/list/4596.html"}
{"title": "客中初夏", "author": "[宋]司马光", "yuanWen": "四月清和雨乍晴，南山当户转分明。更无柳絮因风起，惟有葵花向日倾。", "shangXi": "首联，描述了四月初夏天和暖的天气，恰又是雨过天晴的时候。通过描浅白的语言，在春尽夏初之际，一幅雨后乍晴清明和暖的秀丽画面跃入读者的视野。颔联，描述了下过雨后，正对门的南山变得更加明净，青翠怡人了。诗人调动读者熟悉的景物布置了一个清明和暖的气氛，使整首诗充满了雨和夏的味道。颈联，通过描述眼前没有随风飘荡的柳絮这一情景。这句是有寄托的，寄托出诗人不是因风起舞的柳絮，意即决不在政治上投机取巧，随便附和。尾联，指出了向日葵向着太阳开放这一景象，也是有寄托的。看看那些像柳絮般随风转舵的小人，唯有那向阳怒放的葵花才值得尊敬。整首诗描述了变化的画面，诗人不喜雨丝蒙蒙的南山，也不赞随风飞舞的柳絮，而把独钟给了葵花，不难发现诗人非独爱葵花，而是言在此而意在彼。诗人久在官场，自是看够了人云亦云的柳絮，不愿诗人本人\"摧眉折腰\"随风飘摆，终而选择了葵花，且懂得珍惜阳光，这也许才是葵花的可爱之处。诗人托物言志，意即对皇帝忠贞不贰，会永远像葵一样忠心于国家。", "pagelink": "http://www.shicimingju.com/chaxun/list/4511.html"}
{"title": "晓出净慈寺送林子方", "author": "[宋]杨万里", "yuanWen": "毕竟西湖六月中，风光不与四时同。接天莲叶无穷碧，映日荷花别样红。", "shangXi": "“毕竟西湖六月中，风光不与四时同”，开篇即说毕竟六月的西湖，风光不与四时相同，这两句质朴无华的诗句，说明六月西湖与其他季节不同的风光，是足可留恋的。这两句是写六月西湖给诗人的总的感受。“毕竟”二字，突出了六月西湖风光的独特、非同一般，给人以丰富美好的想象。首句看似突兀，实际造句大气，虽然读者还不曾从诗中领略到西湖美景，但已能从诗人赞叹的语气中感受到了。诗句似脱口而出，是大惊大喜之余最直观的感受，因而更强化了西湖之美。然后，诗人用充满强烈色彩对比的句子，描绘出一幅大红大绿、精彩绝艳的画面：“接天莲叶无穷碧，映日荷花别样红。”这两句具体地描绘了“毕竟”不同的风景图画：随着湖面而伸展到尽头的荷叶与蓝天融合在一起，造成了“无穷”的艺术空间，涂染出无边无际的碧色；在这一片碧色的背景上，又点染出阳光映照下的朵朵荷花，红得那么娇艳、那么明丽。连天“无穷碧”的荷叶和映日“别样红”的荷花，不仅是春、秋、冬三季所见不到，就是夏季也只在六月中荷花最旺盛的时期才能看到。诗人抓住了这盛夏时特有的景物，概括而又贴切。这种在谋篇上的转化，虽然跌宕起伏，却没有突兀之感。看似平淡的笔墨，展现了令人回味的艺术境地。的诗以白描见长，就这点来说，这首诗不失为他的代表作之一。从艺术上来说，出了白描以外，此诗还有两点值得注意：一是虚实相生。前两句直陈，只是泛说，为虚；后两句描绘，展示具体形象，为实。虚实结合，相得益彰。二是刚柔相济。后两句所写的莲叶荷花，一般归入阴柔美一类，而诗人却把它写得非常壮美，境界阔大，有“天”，有“日”。语言也很有气势：“接天”“无穷”。这样，阳刚与柔美，就在诗歌中得到了和谐统一。", "pagelink": "http://www.shicimingju.com/chaxun/list/3390.html"}
{"title": "青玉案·庭下石榴花乱吐", "author": "[明]文征明", "yuanWen": "庭下石榴花乱吐，满地绿阴亭午。午睡觉来时自语，悠扬魂梦，黯然情绪，蝴蝶过墙去。骎骎娇眼开仍，悄无人至还凝伫。团扇不摇风自举，盈盈翠竹，纤纤白苎，不受些儿暑。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/1178730.html"}
{"title": "清平乐 池上纳凉", "author": "[清]项鸿祚", "yuanWen": "", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/1178215.html"}
{"title": "送僧元暠东游", "author": "[唐]刘禹锡", "yuanWen": "宝书翻译学初成，振锡如飞白足轻。彭泽因家凡几世，灵山预会是前生。传灯已悟无为理，濡露犹怀罔极情。从此多逢大居士，何人不愿解珠璎。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/567967.html"}
{"title": "秋日田家", "author": "[宋]文同", "yuanWen": "淘漉沟源筑野塘，满坡烟草卧牛羊。今年且喜输官办，豆荚繁多粟穗长。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/2355909.html"}
{"title": "裳裳者华", "author": "[先秦]诗经", "yuanWen": "裳裳者华，其叶湑兮。我觏之子，我心写兮。我心写兮，是以有誉处兮。裳裳者华，芸其黄矣。我觏之子，维其有章矣。维其有章矣，是以有庆矣。裳裳者华，或黄或白。我觏之子，乘其四骆。乘其四骆，六辔沃若。左之左之，君子宜之。右之右之，君子有之。维其有之，是以似之。", "shangXi": "全诗共四章，每章六句。诗前三章是结构相似的重调，每章的前两句写花起兴，从“其叶湑兮”到“芸其黄矣”再到“或黄或白”，将花繁叶茂的盛景充分地表露出来，也由此烘托出抒情主人公心中的无比欢娱。在首章，诗人并没有详写“我”所遇的“之子”的具体模样，而只写了自己的主观心理感受“我心写兮”，“是以有誉处兮”，心中烦忧尽泻，充满欢乐。为了说明“之子”使得“我”如此欢悦的原因，此诗第二章给“之子”一个特写镜头，这个镜头没有对准他的面部，也没有对准他的眼睛，而是对准其服饰：“维其有章矣。”这样的叙述中渗透着赞美之情，因为服饰之美在先秦时期是身份和地位的外在表现。至此，诗人仍觉不足，又将目光转向全景，在第三章写“之子”的车马之盛，“乘其四骆，六辔沃若”，十足风光，十分气派。如此一层一层推进，在形象的跳跃式叙述中显示出欢快的激情。诗若就此打住，便显得情感过于浅直，而且缺少了雅诗中应有的那份平和与理性，于是诗第四章从节奏和用韵两方面都变得舒缓起来，“左之左之，君子宜之；右之右之，君子有之”，从左右两方面写君子无所不宜的品性和才能，有了这方面的歌唱，使得前面三章的赞美有了理性依据。“维其有之，是以似之”，两句总括全篇，赞美君子表里如一、德容兼美的风貌，以平和安详作结。整首诗以花起兴，赞颂人物之美，节奏变化有致，结构收束得当，读来兴味盎然，且无阿谀之感，确是一首轻松欢快又不失稳当的雅诗。", "pagelink": "http://www.shicimingju.com/chaxun/list/12436.html"}
{"title": "瞻卬", "author": "[先秦]诗经", "yuanWen": "瞻卬昊天，则不我惠？孔填不宁，降此大厉。邦靡有定，士民其瘵。蟊贼蟊疾，靡有夷届。罪罟不收，靡有夷瘳！人有土田，女反有之。人有民人，女覆夺之。此宜无罪，女反收之。彼宜有罪，女覆说之。哲夫成城，哲妇倾城。懿厥哲妇，为枭为鸱。妇有长舌，维厉之阶！乱匪降自天，生自妇人。匪教匪诲，时维妇寺。鞫人忮忒，谮始竟背。岂曰不极，伊胡为慝？如贾三倍，君子是识。妇无公事，休其蚕织。天何以刺？何神不富？舍尔介狄，维予胥忌。不吊不祥，威仪不类。人之云亡，邦国殄瘁！天之降罔，维其优矣。人之云亡，心之忧矣。天之降罔，维其几矣。人之云亡，心之悲矣！觱沸槛泉，维其深矣。心之忧矣，宁自今矣？不自我先，不自我后。藐藐昊天，无不可巩。无忝皇祖，式救尔后。", "shangXi": "全诗七章。第一章写天灾人祸，时局艰危，国不安宁，生灵涂炭。这里的“天”，即指自然界的天，也指人类社会的“天”——高高在上的人类最高统治者。所以这里的“灾祸”就包括天灾、人祸两方面的因素。而人祸更甚于天灾。二章通过两“反”两“覆”的控诉，揭露了倒行逆施的虐政。三章认为，祸乱的根源是女人得宠，而其害人的主要手段是谗言和搬弄是非。四章提出杜绝“女祸”的有效方法，是让“女人”从事女工蚕织、不干朝政。五章直诉幽王罪状：不忌戎狄，反怨贤臣，致使人亡国殄。六章面对天灾人祸，抒发了言辞恳切的忧时忧国之心。七章自伤生逢乱世，并提出匡时补救的方案以劝戒君王。《瞻卬》所提出的问题，既可以从史书中得到印证，又可以补充史书记载的疏露与不足。周幽幸褒姒、荒政灭国的主要史实是：自从幽王得到褒姒，宠爱不已，荒淫无度，不理朝政。一是为买千金一笑动用烽火台，诸侯以为敌寇侵扰前来救驾受骗气愤而回，多次戏弄后失信于诸侯，从此不再来勤王。二是重用佞人虢石父，此人“为人佞巧，善谀，好利”，“国人皆怨”(《史记·周本纪》语)。三是欲废申后及太子宜臼，而以褒姒为后、以褒姒子伯服为太子，因而激怒申后勾结西夷、犬戎攻周，杀幽王而灭西周。《瞻卬》所反映的内容较信史更为广泛、具体而深刻，诗中列数周幽王的恶行有：罗织罪名，戕害士人；苛政暴敛，民不聊生；侵占土地，掠夺奴隶；放纵罪人，迫害无辜；政风腐败，纪纲紊乱；妒贤嫉能，奸人得势；罪罟绵密，忠臣逃亡。全面而形象地将一幅西周社会崩溃前夕的历史画面展现在了读者面前。《瞻卬》的作者是谁不得而知。他或是周朝有血性的宗室，或是朝中正直的显要权臣，或者是一个受迫害的谏诤者。无论他是何人，他对周幽王统治下的社会黑暗、政治腐败及倒行逆施是深恶痛绝的，所以对幽王的所作所为进行了无情的揭露和严正批判，对贤臣亡故、国运濒危的现实，深感惋惜和痛心疾首。诗人尤为痛切的，是“人之云亡，邦国殄瘁”，其人之“亡”，或丧亡、或杀戮、或贬黜、或隐逸、或逃亡。贤人君子乃国之栋梁，蓍旧老成乃邦之元气，今元气已损栋梁将倾，人亡邦瘁，天神俱怒。诗人的感情难以抑制，有如火山熔岩喷薄而出，如鲠在喉，不吐不快，在第五章劈头就是两句诘问：“天何以刺？何神不富？”真乃抢天呼神，捶胸顿足，悲怆不已。继之从心田涌出三句“人之云亡”，悲叹惋惜怅惘之意不可名状，又在一再申述“维其优矣”、“维其几矣”、“维其深矣”中长吁短叹忧心忡忡，在“心之忧矣”、“心之悲矣”中将痛切之情表露无遗，激荡的情思言之惨然。诗句就是在这样的回环往复、音节凄楚中，催人泪下，把孤臣孽子的一片赤诚之心呈现在光天化日之下，令人读之如闻其声如见其人，一位悯时忧国、具有热血心肠的人物形象跃然纸上，呼之欲出。《》每章句数大体一致。仅有少数篇幅的章句长短不一。《瞻卬》即是其例。诗共七章，首章、三章、尾章章十句，余四章章八句。这参差不齐的章句更便于淋漓酣畅的叙事、抒情和议论。诗的结构，起章极其雄肆，有高屋建瓴之势，纵揽无遗，勃勃如吐不罄。篇中语特新峭，然又有率意处。卒章语尽而意犹未止。修辞造句，颇有特色，或以对比反衬，正反排比的句式，尽情抒发胸中的积愤，或低回沉思之情。或以形象的比喻，丰富的内涵，深刻的剖示而匠心独运。在用韵上，各章不尽相同，有一韵到底句句用的，如第四章，或同韵，或协韵。这种句句用韵，在《诗经》中是常见的韵例。汉魏南北朝的七言诗中的“柏梁体”继承了这个传统，唐人七言古风中也有少数是句句用韵的。此诗一章中有二韵交叉进行的，如第五章、第六章。随着诗人感情的变化，诗的节奏或缓或促，或扬或抑，用韵亦随之变换，或平声，或仄声，或相互相押，增加音响、格调的美感，使诗更加生色。", "pagelink": "http://www.shicimingju.com/chaxun/list/14705.html"}
{"title": "玉阶怨", "author": "[唐]李白", "yuanWen": "玉阶生白露，夜久侵罗袜。却下水晶帘，玲珑望秋月。", "shangXi": "“水晶帘”一作“水精帘”【注解】：１、罗袜：丝织品做的袜子。２、却下：还下。３、玲珑句：虽下帘仍望月而待，以至不能成眠。【韵译】：玉砌的台阶已滋生了白露，夜深伫立露水侵湿了罗袜。我只好入室垂下水晶帘子，独自隔帘仰望玲珑的秋月。【评析】：乐府《玉阶怨》多咏被幽禁宫女之幽怨的乐曲。诗虽以“怨”标题，却不露“怨”字，。首二句写独立玉阶，露侵罗袜，更深夜浓，久待落空，怨情之深，如注如诉；后二句写奈何，入室垂帘，隔窗望月，愈衬孤寂。无独乎？无怨乎？诗不正面涂抹，却从反面点妆，字少而情多，委婉而入微，余音袅袅，不绝如缕。--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋【简析】：本题属乐府《相和歌·楚调曲》。写一位贵妇寂寞和惆怅的心情，久盼所爱不至，直至夜深还有所期待，不著怨意而怨意很深。　　《玉阶怨》，见《》。属《相和歌·楚调曲》，与《婕妤怨》、《长信怨》等曲，从古代所存歌辞看，都是专写“宫怨”的乐曲。　　的《玉阶怨》，虽曲名标有“怨”字，诗作中却只是背面敷粉，全不见“怨”字。无言独立阶砌，以致冰凉的露水浸湿罗袜；以见夜色之浓，伫待之久，怨情之深。“罗袜”，见人之仪态、身份，有人有神。夜凉露重，罗袜知寒，不说人而已见人之幽怨如诉。二字似写实，实用曹子建“凌波微步，罗袜生尘”意境。　　怨深，夜深，不禁幽独之苦，乃由帘外而帘内，及至下帘之后，反又不忍使明月孤寂。似月怜人，似人怜月；若人不伴月，则又有何物可以伴人？月无言，人也无言。但读者却深知人有无限言语，月也解此无限言语，而写来却只是一味望月。此不怨之怨所以深于怨也。　　“却下”二字，以虚字传神，最为诗家秘传。此一转折，似断实连；似欲一笔荡开，推却愁怨，实则经此一转，字少情多，直入幽微。却下，看似无意下帘，而其中却有无限幽怨。本以夜深、怨深，无可奈何而入室。入室之后，却又怕隔窗明月照此室内幽独，因而下帘。帘既下矣，却更难消受此凄苦无眠之夜，于更无可奈何之中，却更去隔帘望月。此时忧思徘徊，直如“寻寻觅觅、冷冷清清、凄凄惨惨戚戚”之纷至沓来，如此情思，乃以“却下”二字出之。“却”字直贯下句，意谓：“却下水晶帘”，“却去望秋月”，在这两个动作之间，有许多愁思转折返复，所谓字少情多，以虚字传神。中国古代诗艺中有“空谷传音”之法，似当如此。“玲珑”二字，看似不经意之笔，实则极见工力。以月之玲珑，衬人之幽怨，从反处着笔，全胜正面涂抹。　　诗中不见人物姿容与心理状态，而作者似也无动于衷，只以人物行动见意，引读者步入诗情之最幽微处，故能不落言筌，为读者保留想象余地，使诗情无限辽远，无限幽深。以此见诗家“不著一字，尽得风流”真意。以叙人事之笔抒情，恒见，易；以抒情之笔状人，罕有，难。　　契诃夫有“矜持”说，也常闻有所谓“距离”说，两者颇近似，似应合为一说。即谓作者应与所写对象，保持一定距离，并保持一定“矜持”与冷静。如此，则作品无声嘶力竭之弊，而有幽邃深远之美，写难状之情与难言之隐，使读者觉有漫天诗思飘然而至，却又无从于字句间捉摸之。这首《玉阶怨》含思婉转，余韵如缕，正是这样的佳作。（孙艺秋）", "pagelink": "http://www.shicimingju.com/chaxun/list/26669.html"}
{"title": "宫词", "author": "[唐]顾况", "yuanWen": "玉楼天半起笙歌，风送宫嫔笑语和。月殿影开闻夜漏，水晶帘卷近秋河。", "shangXi": "写远处别人的笙歌欢笑，更对比出自己的孤独冷清，反映了被冷落的的特殊心理。“玉楼天半起笙歌，风送宫嫔笑语和。”描写受宠者的欢乐情景，笙歌四起，月光如水，和风习习，一阵阵欢声笑语。“天半”，诗中用来形容楼高。其实，其中还隐含着抒情女主人公不能像其他宫妃那样得到皇帝宠幸的怨意在内。诗中那些得宠的嫔妃，能进入高及“天半”的玉楼中，这就暗喻她们有机会见到君王，有机会得到恩宠。“月殿影开闻夜漏，水晶帘卷近秋河。”写失宠者的遭遇，室内悄无声息，这些失宠的宫妃们惟有与冷寂的滴漏声和帘外的秋日星河相依为伴。“近秋河”意谓女主人公将水晶帘卷上以后，由于去掉了遮掩之物，原先隔帘相望的天河变得更加清晰明亮。那是说女主人公原先只是仰望玉楼，但由于心中失望、空虚和无奈，故而便将视线从玉楼转移到秋河，想看一看天河两侧的牛郎星，他们是与自己有着同样命运的仙界人物，能否同情自己的遭遇。全诗采用对比或反衬手法。玉楼中的笙歌笑语越发反衬出被冷落者的孤苦伶仃，反衬出失宠者的幽怨哀婉之情，即使不明言怨情，而怨情早已显露。这首宫怨诗的优点在于含蓄蕴藉，引而不发，通过欢乐与冷寂的对比，从侧面展示了失宠宫女的痛苦心理。诗中以他人得宠的欢乐反衬女主人公失宠的凄寂。别殿里笙歌阵阵笑语声欢，自己则独听更漏，遥望星河，长夜不寐。一闹一静，一荣一枯，对比鲜明，也从中道出了盛期统治阶级的腐败以及堕落。", "pagelink": "http://www.shicimingju.com/chaxun/list/24621.html"}
{"title": "鹊踏枝·几日行云何处去", "author": "[唐]冯延巳", "yuanWen": "几日行云何处去？忘却归来，不道春将暮。百草千花寒食路，香车系在谁家树？泪眼倚楼频独语。双燕来时，陌上相逢否？撩乱春愁如柳絮，依依梦里无寻处。", "shangXi": "这首词从字面看，是描写一女子对她游荡在外的丈夫久久不归既埋怨又难以割舍的缠绵感情。从一开头的“行云何处去”到最后的“梦里无寻处”，女主人公的情感始终在怨嗟与期待、苦闷与寻觅的交织中徘徊。作为一首优秀的闺情词，由于抒情的深刻与典型，往往容易唤起人们更广泛的联想，因而这首词中所抒发的“忠厚缠绵”之情，似乎也概括了更广泛的人生体验。词写闺怨。上片以飘荡不归的行云，比作浪子。“几日行云何处去？忘却归来，不道春将暮。”这三句是闺中少妇的幽怨之词，表现出她对情郎的惦念。这里以“行云”比喻在外四处游荡的情郎，非常形象贴切。“忘却归来，不道春将暮。”，“春将暮”字面上是指春光将尽，亦指女子的美好年华将逝，这两句为女子的自问自答之词，充满无穷悲叹：美好的春光将要逝去了，而情郎却仍不见归来。“百草千花寒食路，香车系在谁家树？”“百草千花”，用辞也典丽双关，暗中包括那些招蜂引蝶的女人，颇带鄙薄意识。“香车”，代丈夫的行踪。车子停在谁家树下，意指丈夫在谁处冶游。这样写，既切合女主人公倚楼眺望的情景，又形象鲜明，情思宛转，耐人反复寻味。下片则写闺中少妇的孤独与凄苦，她眼含泪水，倚立楼头，不免如痴如呆，独自念念叨叨。“泪眼倚楼频独语。双燕来时，陌上相逢否？”她想到自己的丈夫在外纵行放荡，心中是多么的悲伤呀。“泪眼”写其忧伤；“倚楼”写她对丈夫的盼望；“频独语”三字，把女主人公那种伤心欲狂的精神状态清晰地刻画出来。“双燕”两句是她的询问，她频频问那归来的双燕是否见到自己的夫君。燕子无情，怎听得懂她的言语，这一问极写女主人公之痴。“撩乱春愁如柳絮，依依梦里无寻处。”问燕燕无语，这令她多么惆怅，多么悲痛，心中那春愁顿时如柳絮一般，凌乱无序。这里词人以柳絮喻愁，将无形之愁具体化，极写其纷乱。“悠悠梦里无寻处”，既然他不归，她又那般惦念着他，那么便到梦里将他寻觅吧，但梦却那般悠长，令她茫然而不得寻觅。这最后两句写得千回百转，情意缠绵，形象地表达了女主人公的哀怨与痴情。这首词连用了三个问句：“几日行云何处去？”“香车系在谁家树？”“双燕飞来，陌上相逢否？”一次比一次问得更迫切，从而描绘出女主人公越到后来越濒近绝望的心情。这是一种层层加码式的手法。双燕尚懂得归来而人却不知，离愁被春光撩拨得像悠悠扬扬的柳絮，漫天飞舞，使你在梦里也觅不到踪迹。作者以轻灵缥缈之笔写朦胧梦境，怨而不怒，蕴藉深婉，可谓别开新境。", "pagelink": "http://www.shicimingju.com/chaxun/list/24153.html"}
{"title": "清平乐·雨晴烟晚", "author": "[唐]冯延巳", "yuanWen": "雨晴烟晚，绿水新池满。双燕飞来垂柳院，小阁画帘高卷。黄昏独倚朱阑，西南新月眉弯。砌下落花风起，罗衣特地春寒。", "shangXi": "这是一首抒写闺情的词作，写的是一个少妇在暮春时节的一个黄昏，思念亲人并等待他归来的情景。词的上片写明节候、环境以及这位少妇所见的景物特色。“雨晴烟晚，绿水新池满”一个“晚”字点名时间；“绿水”二字交待气候-----此时正值春天。这两句乃是写寻常春景：雨后放晴，夕阳残照，烟霭空濛一片，暮色中但见新池绿水，这景色春意盎然。这是女主人公乍一放眼就看到的自然美，与一般人的赏春并没有什么不同，还未充分显现出她观景的独特感受。“双燕飞来垂柳院，小阁画帘高卷”作者在写景中表现主人公观景有一个心理过程。她乍一看春色挺美，但继而看到暮色中归来的双燕在种着垂柳的庭院中翻飞盘旋，她的心弦就被触动了，与前面两句不自觉地感到春景之美就有些不同。燕子尚能在傍晚双双归巢，那么人呢，作者没有明说，只是写这位少妇把阁中画帘高高卷起。她的卷帘，既是为了更清楚地看双飞燕，也是为了使燕子进入画梁栖宿。这一无言的卷帘动作，蕴含着她的独特而微妙的心情，既有对成双晚归的燕子的羡慕，也有只见归燕而不见归人的怨怅。双燕在这里有鲜明的映衬作用，微露了她的复杂心境。在词中，用双飞燕、双鹧鸪、双飞蝶、双鸳鸯等形象来衬托女子的孤独感，是常见的，这里也是如此。至此读者看到春色虽美，但在女主人公眼中却有一个转折，从一般的观赏到融入自己的生活体验，赏景中那种希望成双团聚的潜意识觉醒了。词的下片以女主人为中心，描绘她孤独凄冷的处境。“黄昏独倚朱阑，西南新月眉弯。”上片之景原来都为女主人公独倚栏所见，“黄昏”对应上片的“晚”，“独倚”与上片“双飞”对举，点明她的孤单处境。那么，她黄昏倚栏是为了眺望远景吗？自然不是黄昏时分，大地一片模糊，还能看见什么呢，她是在盼望远人归来。“西南新月眉弯，”月出于东而落于西，她自黄昏独倚，直到月色偏西，可见其倚栏之久，盼望之切。“砌下落花风起，罗衣特地春寒。”从卷帘望飞燕到倚阑盼归人而望月，地点是不断移动的。此刻人依然未归，她又来到了阶砌再伫立等待。她真是心绪不宁，在住所凡是可看到归人的地方多次徘徊。直到夜风卷起阶前的落花，拂动她的罗衣时，她才感到春寒袭人。“落花风起”再次点明了暮春的季节特征，兼有春思撩人的象征意味。“特地”可解作“特意”或“特别”，在这里作“特别”解为宜。春夜的风使她感到特别塞冷，不仅仅由于她只穿了件薄薄的罗衣，更主要是因为她的独处而不能在心头激荡着暖流，这“寒”即是天寒，更指心寒，它以全篇之力为全篇做了一个收束。这是一首闺情词词中表露的是女主人公那种淡淡的哀怨与怅恨，于微婉的格调中流动着丝丝思情。此类写女子独居伤怀、望夫归来的题材，在《花间集》词作中常见。作者大多善于摄取微细的生活镜头，融入特定的自然景象，来表现女主人公的感受。这首词也体现了花间派的这种创作特色。", "pagelink": "http://www.shicimingju.com/chaxun/list/24089.html"}
{"title": "浣溪沙", "author": "[唐]冯延巳", "yuanWen": "春到青门柳色黄，一梢红杏出低墙。莺窗人起未梳妆。绣帐已阑离别梦，玉炉空袅寂寥香。闺中红日奈何长。", "shangXi": "春到青门”四字极有诗意，词人把春天来到人间的景况形象地比拟为春姑娘翩翩地来到大自然的芳草青青的门槛，这想象是多么新奇，美丽而又得体贴切，“柳色黄”三字也用得妙，在“草色遥看近却无”的早春季节，柳梢最初缀着的是米粒大的新芽，而新芽初茁之际，柳条上便缀满了鹅黄的嫩叶，渐渐才变成淡绿碧绿的成叶。前人有“柳垂金线拂平桥”之句，即是描写这一“柳色初黄”的情景。次句“一梢红杏出低墙”一出，画面就更为之增色，，在鹅黄淡绿的背景上加添了绯红瑰丽的一笔——一枝红艳艳的杏花探出低低的墙垣，呈现在我们眼前，就益发感到春色的迷人。北宋词人有“红杏枝头春意闹”的名句，南宋诗人也有“春色满园关不住，一枝红杏出墙来”的绝唱，但他们皆在之后，从字句的安排与意境的经营上都可以看出它们之间的渊源关系，后二者较之前者虽青出于蓝而胜于蓝，但最早能吟出这样佳句者却有不可替代的美学价值。前二句对于“莺窗人起未梳妆”来说是一种反衬，即以大自然的生机勃勃与万紫千红来反衬人物的慵懒无绪与黯然寂寞。“莺窗”这一意象也捕捉得十分美妙，它使我们听到窗外莺啼的婉啭，也使我们联想到草长莺飞的美丽意境，还使我们想起“打起黄莺儿，莫教枝上啼，啼时惊妾梦，不得到辽西”的名篇。黄莺儿真的惊破了丽人的好梦了吗？她悻悻地、懒懒地起了床，却恹恹地、迟迟地不去梳妆打扮。“士为知己者死，女为悦己者容。”悦己者远在他乡，是没有心思去拭容饰貌的。下阕紧承上阕第三句，描写少妇起床后呆呆地出神、默默地痴想的神态：方才在绣帐中萦回的别梦已成为依稀的碎影，而玉炉中袅袅香篆更增添了心境的寂寥。“玉炉空袅寂寥香”一句，把女主人公寂寥的心境形象化：她那落寞心绪正象袅袅香篆悠悠地舒卷、轻轻地飘散着。词人在这里找到了一个最能外化主人公心境的意象。尾句“闺中红日奈何长”乃点题之笔，良辰苦短，愁日倍长，这是人的心理时间在起作用。对于一个无所事事只盼良人归来的闺中少妇来说，她肯定感到时间是奈何的漫长。这也正是有闲阶级的妇女不幸之所在。", "pagelink": "http://www.shicimingju.com/chaxun/list/23778.html"}
{"title": "采桑子·花前失却游春侣", "author": "[唐]冯延巳", "yuanWen": "花前失却游春侣，独自寻芳。\r\n满目悲凉。纵有笙歌亦断肠。林间戏蝶帘间燕，各自双双。\r\n忍更思量，绿树青苔半夕阳。", "shangXi": "正当春花怒放，携手观赏时，失却了“游春侣”！独自寻芳的心情，纵有笙歌，也不免愁肠欲断。眼前蝶戏林间，燕穿帘栊，更使人不堪思量。词中用“各自双双”反衬人物的孤寂。“绿树青苔半夕阳”韵味无限，耐人寻思。全词情景相渗，构思新颖，风流蕴藉，雅淡自然。体现了冯词的特色。此词上片写“失却游春侣” “独自寻芳”之悲。花前月下，原为游春男女的聚会之地；而偏偏在这游乐之处，失却了游春之侣。花前诚然可乐，但独自一人，徘徊觅侣，则触景生情，适足添愁，甚而至于举目四顾，一片凄凉，大好春光，亦黯然失色。“纵有”句是说笙歌在游乐时最受欢迎，但无人相伴，则笙歌之声，适足令人生悲。“纵有”两字，从反面衬托失去之痛：笙歌散尽，固然使人因孤寂而断肠，但他却感到即使笙歌满耳，也仍然是愁肠欲断。下片以见蝶燕双双，兴起孤独之感。“林间”二句写自己失却游春之侣而影单形只，但闲步四望，只见彩蝶双双，飞舞林间；燕儿对对，出入帘幕。这里用“各自双双”反衬人物的孤寂。“忍更”句是说彩蝶、燕儿都成双做对，主人公难以再耐得住自己的孤独之感。“绿树”句以景结情，夕阳斜照在绿树青苔之上的静景，正与上片的“满目悲凉”之句相拍合，韵味无限，耐人寻思。词具有格调者不少，且善于运用比喻、起兴，如《蝶恋花》词：“几日行云何处去？”是以“行云”暗喻浪子，浪子行踪如浮云飘荡，竟然“忘却归来”。由此兴起思妇春怨：“泪眼倚楼频独语，双燕来时，陌上相逢否？”而这首《采桑子》词，则是以描写蝶燕双飞之乐兴起自身孑然无侣的孤独之感，这种写法在民歌中是经常使用的。全词情景相渗，构思新颖，风流蕴藉，雅淡自然，充分体现了冯词的特色。", "pagelink": "http://www.shicimingju.com/chaxun/list/23535.html"}
{"title": "题扬州禅智寺", "author": "[唐]杜牧", "yuanWen": "雨过一蝉噪，飘萧松桂秋。青苔满阶砌，白鸟故迟留。暮霭生深树，斜阳下小楼。谁知竹西路，歌吹是扬州。", "shangXi": "唐文宗开成二年（837），的弟弟杜?患眼病寄居扬州禅智寺。当时，杜牧任监察御史，分司东都洛阳，得知消息，即携眼医石生赴扬州探视。唐制规定：“职事官假满百日，即合停解。”杜牧因假逾百日而离职。此诗着意写禅智寺的静寂，和诗人忧弟病、伤前程的黯然心境不无关系。“雨过一蝉噪，飘萧松桂秋。”从“蝉”和“秋”这两个字来看，其时当为初秋，那时蝉噪本已嘶哑，“一蝉噪”，说明音色的凄咽；在风中摇曳的松枝、桂树也露出了萧瑟秋意。诗人在表现这一耳闻目睹的景象时，用意遣词十分精细。“蝉噪”反衬出禅智寺的静，静中见闹，闹中见静。秋雨秋风则烘托出禅智寺的冷寂。接着，诗人又从视觉角度写静。“青苔满阶砌，白鸟故迟留。”台阶长满青苔，则行人罕至；“满”字写出了台阶上青苔之密，间接地写出了来人稀少，渲染了环境的空寂凄清。寺内白鸟徘徊，不愿离去，则又暗示寺的空寂人稀。青苔、白鸟，似乎是所见之物，信手拈来，呈现孤单冷落之感。“暮霭生深树，斜阳下小楼。”从明暗的变化写静。禅智寺树林茂密，阳光不透，夕阳西下，暮霭顿生。于浓荫暮霭的幽暗中见静。“斜阳下小楼”，从暗中见明来反补一笔，颇得锦上添花之致。透过暮霭深树，看到一抹斜阳的余辉，反映了禅智寺冷而不寒，幽而不暗。然而，这毕竟是“斜阳”，而且是已“下小楼”的斜阳。这种反衬带来的效果却是意外的幽静，格外的冷清，分外的沉寂。“谁知竹西路，歌吹是扬州。”运用了衬托的手法，以乐衬哀，用歌舞喧闹、市井繁华的扬州反衬出禅智寺的静寂，更突出了诗人孤独凄清和有所失落的心境。至此，诗人通过不同的角度展示出禅智寺的幽静，似乎文章已经做完。然而，忽又别开生面，把热闹的扬州拉出来作陪衬：“谁知竹西路，歌吹是扬州。”禅智寺在扬州的东北，静坐寺中，秋风传来远处扬州的歌吹之声，诗人感慨系之：身处如此歌舞喧闹、市井繁华的扬州，却只能在静寂的禅智寺中凄凉度日，“冠盖满京华，斯人独憔悴”的伤感油然而生，不可遏止，写景中暗含着诗人身世感受、凄凉情怀。这首诗写扬州禅智寺的静，开头用静中一动衬托，结尾用动中一静突出，一开篇，一煞尾，珠联璧合，相映成趣，艺术构思十分巧妙。", "pagelink": "http://www.shicimingju.com/chaxun/list/23423.html"}
{"title": "旅夜书怀", "author": "[唐]杜甫", "yuanWen": "细草微风岸，危樯独夜舟。星垂平野阔，月涌大江流。名岂文章著，官应老病休。飘飘何所似，天地一沙鸥。", "shangXi": "【简析】：这首诗既写旅途风情，更感伤老年多病，却仍然只能像沙鸥在天地间飘零。“名岂文章著”是反语，也许在诗人的内心，自认为还有宏大的政治抱负未能施展。[注释]（1）危樯：高高的桅杆。（2）著：著名。[译文]微风吹拂着江岸的细草，那立着高高桅杆的小船在夜里孤独地停泊着。星星垂在天边，平野显得宽阔；月光随波涌动，大江滚滚东流。我难道是因为文章而著名，年老病多也应该休官了。自己到处漂泊像什么呢？就像天地间的一只孤零零的沙鸥。----------------------　　公元七六五年，带着家人离开成都草堂，乘舟东下，在岷江、长江飘泊。这首五言律诗大概是他舟经渝州、忠州一带时写的。　　诗的前半描写“旅夜”的情景。第一、二句写近景：微风吹拂着江岸上的细草，竖着高高桅杆的小船在月夜孤独地停泊着。当时杜甫离成都是迫于无奈。这一年的正月，他辞去节度使参谋职务，四月，在成都赖以存身的好友死去。处此凄孤无依之境，便决意离蜀东下。因此，这里不是空泛地写景，而是寓情于景，通过写景展示他的境况和情怀：象江岸细草一样渺小，象江中孤舟一般寂寞。第三、四句写远景：明星低垂，平野广阔；月随波涌，大江东流。这两句写景雄浑阔大，历来为人所称道。在这两个写景句中寄寓着诗人的什么感情呢？有人认为是“开襟旷远”（浦起龙《读杜心解》），有人认为是写出了“喜”的感情（见《唐诗论文集·杜甫五律例解》）。很明显，这首诗是写诗人暮年飘泊的凄苦景况的，而上面的两种解释只强调了诗的字面意思，这就很难令人信服。实际上，诗人写辽阔的平野、浩荡的大江、灿烂的星月，正是为了反衬出他孤苦伶仃的形象和颠连无告的凄怆心情。这种以乐景写哀情的手法，在古典作品中是经常使用的。如《·小雅·采薇》“昔我往矣，杨柳依依”，用春日的美好景物反衬出征士兵的悲苦心情，写得多么动人！　　诗的后半是“书怀”。第五、六句说，有点名声，哪里是因为我的文章好呢？做官，倒应该因为年老多病而退休。这是反话，立意至为含蓄。诗人素有远大的政治抱负，但长期被压抑而不能施展，因此声名竟因文章而著，这实在不是他的心愿。杜甫此时确实是既老且病，但他的休官，却主要不是因为老和病，而是由于被排挤。这里表现出诗人心中的不平，同时揭示出政治上失意是他飘泊、孤寂的根本原因。关于这一联的含义，黄生说是“无所归咎，抚躬自怪之语”（《杜诗说》），仇兆鳌说是“五属自谦，六乃自解”（《杜少陵集详注》），恐怕不很妥当。最后两句说，飘然一身象个什么呢？不过象广阔的天地间的一只沙鸥罢了。诗人即景自况以抒悲怀。水天空阔，沙鸥飘零；人似沙鸥，转徙江湖。这一联借景抒情，深刻地表现了诗人内心飘泊无依的感伤，真是一字一泪，感人至深。　　《姜斋诗话》说：“情景虽有在心在物之分，而景生情，情生景，……互藏其宅。”情景互藏其宅，即寓情于景和寓景于情。前者写宜于表达诗人所要抒发的情的景物，使情藏于景中；后者不是抽象地写情，而是在写情中藏有景物。杜甫的这首《旅夜书怀》诗，就是古典诗歌中情景相生、互藏其宅的一个范例。　　（傅思均）-----------------------------------------------　　【鹤注】当是永泰元年去成都，舟下渝忠时作。　　细草微风岸①，危樯独夜舟②。星垂平野阔③，月涌大江流④。名岂文章著⑤，官应老病休⑥。飘飘何所似，天地一沙鸥⑦。　　（上四旅夜，下四书怀。微风岸边，夜舟独系，两句串说。岸上星垂，舟前月涌，两句分承。五属自谦，六乃自解，末则对鸥而自伤飘泊也。【顾注】名实因文章而著，官不为老病而休，故用岂应二字，反言以见意，所云书怀也。一沙鸥，仍应上独字。）　　①诗：“翻阶没细草。”《舞赋》：“顺微风。”②诗：“度鸟息危樯。”诗：“独夜不能寐。”③《易》：“天垂象。”当作星垂。诗：“远送出平野。”④谢脁诗：“大江日夜流。”⑤《扬雄传赞》：雄好古乐道，其意欲求文章成名于后世。⑥《汉书》：韦贤以老病，乞骸骨罢归。⑦按：“天地一沙鸥”，“乾坤一草亭”，一字上加间字，句义自明。黄生曰：太白诗“山随平野尽，江入大荒流”，句法与此略同。然彼止说得江山，此则野阔星垂，江流月涌，自是四事也。又曰：此诗与客亭作，工力悉敌，但意同语异耳。圣朝无弃物，老病已成翁，此不敢怨君，引分自安之语。“名岂文章著，官应老病休”，此无所归咎，抚躬自怪之语。　　史氏曰：诗要健字撑拄，活字斡旋，如“红入桃花嫩，青归柳叶新”，“弟子贫原宪，诸生老服虔”，“入”与“归”字，“贫”与“老”字，乃撑拄也。“生理何颜面，忧端且几时”，“名岂文章著，官应老病休”，“何”与“且”字，“岂”与“应”字，乃斡旋也。撑拄，如屋之有柱。斡旋，如车之有轴。作文亦然，诗以字，文以句。 -----------仇兆鳌 《杜诗详注》-----------", "pagelink": "http://www.shicimingju.com/chaxun/list/22741.html"}
{"title": "孤雁", "author": "[唐]崔涂", "yuanWen": "几行归塞尽，念尔独何之。暮雨相呼失，寒塘欲下迟。渚云低暗度，关月冷相随。未必逢矰缴，孤飞自可疑。", "shangXi": "【注释】：矰：短箭；缴：系箭的丝绳。【简析】：　　这首诗题名《孤雁》，全篇皆实赋孤雁，“诗眼”就是一个“孤”字。一个“孤”字将全诗的神韵、意境凝聚在一起，浑然天成。　　为了突出孤雁，首先要写出“离群”这个背景。所以诗人一开头便说：“几行归塞尽，念尔独何之？”作者本是江南人，一生中常在巴、蜀、湘、鄂、秦、陇一带作客，多天涯羁旅之思。此刻想是站在驿楼上，极目远望：只见天穹之下，几行鸿雁，展翅飞行，向北而去。渐渐地，群雁不见了，只留下一只孤雁，在低空盘旋。我们从“归塞”二字，可以看出雁群是在向北，且又是在春天；因为只有在春分以后，鸿雁才飞回塞外。这两句中，尤应注意一个“行”字，一个“独”字。有了“行”与“独”作对比，孤雁就突现出来了。“念尔”二字，隐蕴诗人同情之心。古人作诗，往往托物寓志，讲究寄兴深微。“念尔”句写得很妙，笔未到而气已吞，隐隐地让一个“孤”字映照通体，统摄全局。“独何之”，则可见出诗人这时正羁留客地，借孤雁以写离愁。　　颔联“暮雨相呼失，寒塘欲下迟”，是全篇的警策。第三句是说失群的原因，第四句是说失群之后仓皇的表现，既写出当时的自然环境，也刻画出孤雁的神情状态。时间是在晚上，地点是在寒塘。暮雨苍茫，一只孤雁在空中嘹嘹呖呖，呼寻伙伴。那声音是够凄厉的了。它经不住风雨的侵凌，再要前进，已感无力，面前恰有一个芦叶萧萧的池塘，想下来栖息，却又影单心怯，几度盘旋。那种欲下未下的举动，迟疑畏惧的心理，写得细腻入微。可以看出，作者是把自己孤凄的情感熔铸在孤雁身上了，从而构成一个统一的艺术整体，读来如此逼真动人。诚如近人俞陛云所说：“如庄周之以身化蝶，故入情入理，犹咏鸳鸯之‘暂分烟岛犹回首，只渡寒塘亦并飞’，替鸳鸯着想，皆妙入毫颠也。”（《诗境浅说》）颈联“渚云低暗度，关月冷相随”，是承颔联而来，写孤雁穿云随月，振翅奋飞，然而仍是只影无依，凄凉寂寞。“渚云低”是说乌云逼近洲渚，对孤雁来说，便构成了一个压抑的、恐怖的氛围，孤雁就在那样惨澹的昏暗中飞行。这是多么令人担忧呵！这时作者是在注视并期望着孤雁穿过乌云，脱离险境。“关月”，指关塞上的月亮，这一句写想象中孤雁的行程，虽非目力所及，然而“望尽似犹见”，倾注了对孤雁自始至终的关心。这两句中特别要注意一个“低”字，一个“冷”字。月冷云低，衬托着形单影只，就突出了行程的艰险，心境的凄凉；而这都是紧紧地扣着一个“孤”字。唯其孤，才感到云低的可怕；唯其只有冷月相随，才显得孤单凄凉。　　诗篇的最后两句，写了诗人的良好愿望和矛盾心情。“未必逢矰缴，孤飞自可疑”，是说孤雁未必会遭暗箭，但孤飞总使人易生疑惧。从语气上看，象是安慰之词──安慰孤雁，也安慰自己；然而实际上却是更加耽心了。因为前面所写的怕下寒塘、惊呼失侣，都是惊魂未定的表现，直到此处才点明惊魂未定的原因。一句话，是写孤雁心有余悸，怕逢矰缴。诗直到最后一句“孤飞自可疑”，才正面拈出“孤”字，“诗眼”至此显豁通明。诗人飘泊异乡，世路峻险，此诗以孤雁自喻，表现了他孤凄忧虑的羁旅之情。　　清人刘熙载说：“五言无闲字易，有余味难。”（《艺概·诗概》）这首《孤雁》，字字珠玑，没有一处是闲笔；而且余音袅袅，令人回味无穷，可称五言律诗中的上品。　　（徐培均）", "pagelink": "http://www.shicimingju.com/chaxun/list/22186.html"}
{"title": "别宋常侍", "author": "[隋]尹式", "yuanWen": "游人杜陵北，送客汉川东。无论去与住，俱是一飘蓬。秋鬓含霜白，衰颜倚酒红。别有相思处，啼鸟杂夜风。", "shangXi": "此诗是诗人离开长安前往汉中时写给前来送行的宋常侍的作品。首二句总说送行之事，提出“游人”与“客”双方以及“杜陵北”与“汉川东”两地。“游人”，诗中指宋常侍。“客”，诗人自谓。点明了离别的地点。杜陵自繁华，汉水空悠悠，这两处地名在古诗里经常出现，其符号意义远超过了地理意义。宋常侍在长安为饯行，离情别绪即由此生出。三四句转而抒情。“去”者，说自己；“住”者，指宋常侍。当此分手之际，不作丈夫的壮词，也不为儿女的呢语，而是着眼于彼此共同的流寓者的身分，以“飘蓬”作比。蓬草秋后枯萎，随风而走。诗人将自己与对方比成蓬草，见出对对方的理解，同病相怜之意与羁旅飘泊之情，已尽含在这浅近而又动人的比喻之中。五六句着眼于年龄带来的变化。“秋鬓”，迟暮之年的白发。秋鬓本白，遇秋霜而愈白，“衰颜”，衰老的容颜。衰颜本不红，倚仗酒力而始显红润。这两句写衰老之态，抒迟暮之感，含蓄地表现了依依惜别的情怀。末两句写别后相思之意。“别有”即“另有”。此二字于言外见意，意谓今日此地之别离情景固然令人难忘，但异日又将会有新的情景触动自己的离情。诗人拟想，分手以后，自己将因念友而失眠，由失眠而得以听到静夜里的啼乌声、风声，而啼乌声、风声如泣如诉，又会加重自己对友人的思念之情。诗人寓情于景，以景结情，显得别有韵致，情味绵长。这是一首早期律诗。全篇都是律句和律联，但前两联之间并后两联之间都失粘；三四句处于颔联的位置上，本该用对仗，却只是两句一意的十字句而并不构成流水对。该粘而不粘，该用对仗而不用，这些都是律诗在演进过程中留下的一些重要的迹象。", "pagelink": "http://www.shicimingju.com/chaxun/list/20557.html"}
{"title": "夜夜曲", "author": "[南北朝]沈约", "yuanWen": "河汉纵且横，北斗横复直。星汉空如此，宁知心有忆？孤灯暧不明，寒机晓犹织。零泪向谁道，鸡鸣徒叹息。", "shangXi": "《夜夜曲》，乐府杂曲歌辞的一种，它的创始人便是。《乐府解题》云：“《夜夜曲》，伤独处也。”沈作有二首，皆写同样的主题。此为第一首，写空房独处的凄凉况味尤为具体而细致。此诗共八句，可分前后两段，段各四句。每段开头二句均用对偶，结尾二句以白描手法抒写思妇惆怅自怜的内心感情。从前段到后段，思妇的感情有发展，有变化，直至结尾，形成一个高潮。诗歌的开头两句借银河和北斗方位的变化来暗示时间的流逝。“河汉纵且横，北斗横复直”，写思妇长夜不眠，观看天空景象。诗人在这两句诗中交错使用了“纵”、“横”、“直”三个动词，忽纵忽横忽直，使人仿佛看到银河纵横穿流、星斗横竖移动的情景。诗中虽未直截写人，而人物的神情自可令人想见。古诗中用星辰位置的变易反衬思妇感情的愁苦，例子甚多。如《古诗十九首》云：“明月皎皎光，促织鸣东壁。玉衡指孟冬，众星何历历！”又云：“迢迢牵牛星，皎皎河汉女，纤纤擢素手，札札弄机杼。”前人皆以为于《·小雅·大东》，如《文选》注“河汉女”云：“《毛诗》曰：‘维天有汉，监亦有光。跂彼，终日七襄。虽则七襄，不成报章。’毛苌曰：‘河汉，天河也。’”观沈约此诗，当系近承《古诗十九首》，远绍《诗经》之《大东》，当然在具体描写上也有所不同。它开头二句说银河由纵到横，北斗由横到直，通过写景显示了时间的迁延。用一句通俗的话说，便是斗转星移，时间已过了很长。在此漫漫长夜，思妇耿耿不寐，心中必有所想，于是诗人借她的口吻说道：“星汉空如此，宁知心有忆？”星汉本为无知无情之客体，怨它何来？这种写法便是古人所常说的“无理而妙”。仿佛在说：银河啊，你空自流转；北斗星啊，你徒然横斜，你们怎知我心中在想念一个人？接下去二句写思妇因星汉移动、时光流逝而起的惆怅心情。“星汉”句总括上文又作一顿挫，着一“空”字，似乎把前面铺排的两句一下子推倒，令人感到不可思议。“宁知”句把思妇胸中的一股怨气，喷薄而出，着一“宁”字，与前面的“空”字紧相呼应，把人物的感情引向内心深处。二句全系脱口而出，声情毕肖，确有如闻其声，如见其人的效果。如果说前半段以天空之景烘托思妇孤栖之苦，那么后半段则转而以室内之景映衬人物独处无聊的心态。诗人的笔锋由夜空转入闺房。空房之内，一盏孤灯，半明不灭，那暗淡的灯光，正象征着思妇的情怀。她孤独难耐，于是不管天寒地冻，踏起织机，织起布来。在这里，诗人没有照搬《诗经》与古诗，光写天上织女，而是将天上移到人间，写思妇亲理寒机。因此使人读来，更富有现实感。从对偶方面讲，这一联比前一联更为精当。因为前一联并列两件性质相近的事物，其弊如后人评价近体诗时所说的“合掌”。而这一联则意不相重，且层层推进，前句说灯不明，是在深夜；后句说晓犹织，则已到天亮了。从深夜到天明，思妇由独守孤灯到亲理寒机，层次鲜明，动作清晰，恰到好处地表现了她的孤独之感。结尾二句，承上文而来。思妇彻夜未眠，所忆之人缥缈无踪，眼望孤灯，手理寒机，心中分外凄苦，于是她情不自禁地哭了。尽管泪流不已，也没有人同情她，她不能向人诉说单身独处的苦闷。她只有哀哀自伤，徒然叹息。结句“鸡鸣”二字，紧扣上句的“晓”字，而“徒”字又与前段的“空”字遥相照映。此刻女主人翁的孤独之感已达到了顶点，天上的星汉也好，自己的忆念与叹息也好，一切的一切，都是空幻而徒然的。她只有默默地流泪，独自咀嚼着悲伤。听到鸡叫的声音，她不由发出长长的叹息。", "pagelink": "http://www.shicimingju.com/chaxun/list/19439.html"}
{"title": "咏怀诗", "author": "[魏晋]阮籍", "yuanWen": "夜中不能寐，起坐弹鸣琴。薄帷鉴明月，清风吹我襟。孤鸿号外野，翔鸟鸣北林。徘徊将何见，忧思独伤心。", "shangXi": "【注释】    夜中：夜半，半夜里。    帷：帐幔。    鉴：照。这里指月光照在帐幔上。    孤鸿号外野，翔鸟鸣北林：写远处飞鸟的哀鸣，显出黑夜凄凉不安，寓有象征反常的意味。孤鸿，一只离群的大雁。号，叫。翔鸟，夜里还在飞翔的鸟。　　徘徊将和见？忧思独伤心：是说人不眠，鸟飞鸣，都这样徘徊不安，又将看到什么呢？景象如此凄凉，真令人暗自神伤。 【古诗今译】    一个清凉的夜晚，时已夜半，一个人辗转反侧，久不能眠，于是索性起来弹琴。明亮的月光照在薄薄的帐幔上，寒气逼人，清冷的夜风徐徐吹来，撩动着我的的衣襟。一只离群的大雁在野外哀鸣，林子里的鸟儿因惊恐儿而窜飞不停，叫声不时地从林子里传来。一个人在夜色中徘徊不定，可是徘徊又能见到什么或解决什么问题呢？只有忧伤陪伴着我独自伤心。    【赏析】    （210-263），字嗣宗，陈留尉氏（今河南尉氏县）人，魏末晋初文学家、思想家。之一的儿子，之一。阮籍是魏晋时代的名士，思想上崇尚老庄哲学，行为放荡，反对虚伪的礼教。《晋书·阮籍传》说阮籍“本有济世志，属魏晋之际，天下多故，名士少有全者，籍由是不与世事，遂酣饮为常”，由此看来，他的行为放荡乃是政治压抑下的一种消极反抗。    阮籍的《咏怀》诗共有八十二首，是诗人生平诗作的总题，不是一时所作，有感即发，类似于“杂诗”。用曲折隐晦的笔调抒写了诗人在乱世之中找不到人生出路的内心苦闷，其中有的反映了当时黑暗的政治现实，有的是对虚伪的礼教的批判，也有的是抒感慨，发议论，写理想，但是也不免带有消极颓废的色彩。本篇是第一首，写诗人弹琴的情景，抒写了找不到人生出路的孤独、落寞、忧愁和不安。    “夜中不能寐，起坐弹鸣琴。”诗人以一个“夜”字领起，给读者提供了一个明确的时间概念。虽然描述的是一种极为平常的动态现象，但是却委婉地表达了诗人内心深处极为复杂的感受，诗人展示的动作行为、所见所闻、心理状态等全部场景都发生在这个特定的时间里。从字面看，诗人是在写自己在一个清凉的夜晚，时已夜半更深，却辗转反侧，难以成眠，无奈之下，索性起来弹琴。前面我们知道，诗人原本是一 “不与世事”、“酣饮为常”之人，而此夜却久久不能入眠，索性起来弹琴，从这一动态过程中，我们不难想见诗人此刻极度不安的心境，理也理不清的万端愁绪。可见这个“夜”字在结构上又具有统领全篇的作用，给读者留下了一个内涵深厚的悬念。    “薄帷鉴明月，清风吹我襟。”这里当为写前两句诗人起坐弹琴时的所见所感。“薄帏”上的清冷月光，撩动衣襟的徐徐“清风”，月色之下，清风之中，独自弹琴，内心苦闷无人可诉。所见气氛肃杀，寒气森森；所感独孤凄冷，落寞至极。    “孤鸿号外野，翔鸟鸣北林”两句镜头从近景推到远景，从视觉、触觉转为听觉，从狭小的室内月光和清风的特写推到空旷的室外“外野”、“北林”大背景中的“孤鸿”哀鸣、“翔鸟”惊叫，更加增添了几分凄凉迷惘的气氛。此情此景不但未能排遣作者心中的孤独，反而更加深了作者的忧思、伤心。??“徘徊将何见，忧思独伤心。”“明月”、“清风”、“孤鸿”、“翔鸟”就是所寻找到的知音吧，至此，诗人不由得“徘徊” 了起来，既便如此，可有“将何见”？唯有“独伤心”罢了。写到，诗人哑然止笔，从这结句里我们不难体会到，诗人的情感思绪仿佛滞留在那无边无际的忧愁哀伤的心理状态之中了。    这首诗在表现艺术手法上有很多可取之处，在此，只就动作行为和意象排列的描写做以简要分析。作品总体看起来，就是在动作行为和意象排列上的描写组合，但是在结构上却层次竟然，有条不紊，在情感抒发与完善主题方面更是顺乎自然，水到渠成。这主要取决于诗人对所描述对象的精心设值与安排。开篇描写的是诗人的主观动作行为，先是“不能寐”，继而才“起坐弹鸣琴”，进而才有中间的所见所闻和篇末的所感；中间四句所排列的则是前两句基础上的所见、所闻的不同意象，“明月”、“清风”、“孤鸿”、“翔鸟”，有室内的，有旷野的，有所见的，有所闻的；最后两句又归结到诗人的主观动作行为上来，抒写了心中的感受，构成了全篇的首尾照应，使所有的动作行为和意象描写逻辑性强，联系紧密，浑然天成。http://blog.sina.com.cn/s/blog_4b4b52fb0100clnu.html", "pagelink": "http://www.shicimingju.com/chaxun/list/18216.html"}
{"title": "有杕之杜", "author": "[先秦]诗经", "yuanWen": "有杕[1]之杜，生于道左。彼君子兮，噬肯适我？中心好之，曷饮食之？有杕之杜，生于道周。彼君子兮，噬肯来游？中心好之，曷饮食之？", "shangXi": "古往今来，人与人之间的交往是不可缺少的。此诗就是描写一个孤独者切盼友人来访，共饮谈心，以解孤独寂寞之苦。人类都有一种“共生欲望”，而这种“共生欲望”又是以人们的相互帮助、彼此交流为基础的。一旦得不到满足或有所缺憾时，就会产生孤独感。当“共生欲望”得以满足时，孤独感也就随之消除。看来，诗中的“我”，似乎已经意识到自己与外界隔了一堵“墙”，失去了和朋友的交往，深感孤独，为了摆脱这种孤独感，获得精神上的慰藉或寄托，他力图改变与世隔绝的处境，渴望有良友来访，彼此建立友谊，交流感情。诗共两章，各六句。每章的开头均为“兴之比也”（何楷《世本古义》）。杜梨长于荒野偏僻处，果小而酸，向来被人冷落，显得孤零零的。作者在此，借物起兴，以物喻人，用触物兴叹的手法引出下文，显得顺理成章。全诗以“我”的心理活动为主线，以期待的眼光，诚挚的态度，殷勤款待的方式，频频召唤“君子”来访做客。“我”从自己强烈的寻友愿望出发，步步设想双方的心态和行为。“我”对“君子”“中心好之”，然而他“噬肯适我”、“噬肯来游”吗？只恐“求之不得”的心理活动跃然纸上。从全诗看，“中心好之”是关键句子，不可轻易读过。“我”对“君子”有好感，切盼与之交往，但用何种方法进行呢？思之再三，何不请“君子”来家做客，端上美酒佳肴，殷勤待之。借此机会，一则表明自己好客的诚意，二则可以交流情感，加深友谊。或许这就是此诗两章末句均用“曷饮食之”的用意所在。再细细玩味，“曷”字似有“画外之音”——试探的心理。至于“我”的盼友愿望是否实现，诗中没有交代，这里姑且不论。不过有一点则是可以肯定的，即原先“我”的孤独感，通过诗歌已有所宣泄，得到一定缓解。这首短诗，呈现出一幅生动的画面：荒野古道旁，立着一株孤零零的杜梨树，盼友者站在那里翘首苦盼“君子”来访的神态，殷勤款待“君子”时的情景（此为“我”的想像），历历在目。此诗章法结构带有反复咏唱的特点。各章的句数、字数相同。要说有变化，仅在第二章的二、四句末换了三个字，即第一章的“左”改为“周”，“适我’’改为“来游”。换字又与换韵有关，第一章的“左”与“我”隔句押韵，第二章的“周”与“游”隔句押韵。", "pagelink": "http://www.shicimingju.com/chaxun/list/14279.html"}
{"title": "宿府", "author": "[唐]杜甫", "yuanWen": "清秋幕府井梧寒，独宿江城蜡炬残。永夜角声悲自语，中天月色好谁看。风尘荏苒音书绝，关塞萧条行路难。已忍伶俜十年事，强移栖息一枝安。", "shangXi": "【注解】：１、永夜句：意谓长夜中唯闻号角声像在自作悲语。永夜：长夜。２、风尘荏苒：喻战乱不绝。荏苒：犹辗转。３、已忍句：指自天宝十四载（七五五）安禄山反至写此诗，已忍受了十年的伶俜生??活。伶俜：飘零之意。４、强移句：用《庄子·逍遥游》“鹪鹩巢于深林，不过一枝”意，喻自己之入严??幕，原是勉强以求暂时的安居。【韵译】：深秋时节，幕府井边梧桐疏寒；独宿江城，更深人静残烛暗淡。长夜里，号角声有如人的悲语；中天月色虽好，谁有心情仰看？乱中四处漂泊，亲朋音书皆断，关塞零落萧条，行路十分艰难。忍受困苦，我颠沛流离了十年；勉强栖息一枝，暂借幕府偷安。【评析】：??这首诗是依人作客，抒写旅愁，有一种百无聊赖之情。前四句写景，后四名抒情。首联写独宿江城，环境清寒；颔联写“独宿”的所闻所见；颈联写战乱未息，处世艰难；末联写漂泊十年，如今暂且栖安。全诗表达了作者悲凉深沉的情感，流露了怀才不遇的心绪。--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋　　代宗广德二年（764）六月，新任成都尹兼剑南节度使保荐为节度使幕府的参谋。做这么个参谋，每天天刚亮就得上班，直到夜晚才能下班。杜甫家住成都城外的浣花溪，下班后来不及回家，只好长期住在府内。这首诗，就写于这一年的秋天。所谓“宿府”，就是留宿幕府的意思。因为别人都回家了，所以他常常是“独宿”。　　首联倒装。按顺序说，第二句应在前。其中的“独宿”二字，是一诗之眼。“独宿”幕府，眼睁睁地看着“蜡炬残”，其夜不能寐的苦衷，已见于言外。而第一句“清秋幕府井梧寒”，则通过环境的“清”、“寒”，烘托心境的悲凉。未写“独宿”而先写“独宿”的氛围、感受和心情，意在笔先，起势峻耸。　　颔联写“独宿”的所闻所见，诚如方东树所指出：“景中有情，万古奇警”。而造句之新颖，也令人叹服。七言律句，一般是上四下三，而这一联却是四、一、二的句式，每句读起来有三个停顿。翻译一下，就是：“长夜的角声啊，多悲凉！但只是自言自语地倾诉乱世的悲凉，没有人听；中天的明月啊，多美好！但尽管美好，在漫漫长夜里，又有谁看她呢？！”诗人就这样化百炼钢为绕指柔，以顿挫的句法，吞吐的语气，活托出一个看月听角、独宿不寐的人物形象，恰切地表现了无人共语、沉郁悲抑的复杂心情。　　前两联写“独宿”之景，而情含景中。后两联则就“独宿”之景，直抒“独宿”之情。　　“风尘”句紧承“永夜”句。“永夜角声”，意味着战乱未息。那悲凉的、自言自语的“永夜角声”，引起诗人许多感慨。“风尘荏苒音书绝”，就是那许多感慨的中心内容。“风尘荏苒”者，战乱侵寻也。诗人时常想回到故乡洛阳，却由于“风尘荏苒”，连故乡的音信都得不到啊！　　“关塞”句紧承“中天”句。诗人早在《恨别》一诗里写道：“洛城一别四千里，胡骑长驱五六年。草木变衰行剑外，兵戈阻绝老江边。思家步月清宵立，忆弟看云白日眠。……”好几年又过去了，却仍然流落剑外。一个人在这凄清的幕府里长夜不眠，仰望中天明月，怎能不心事重重！“关塞萧条行路难”，就是那重重心事之一。思家、忆弟之情有增无已，还是没法子回到洛阳啊！　　这一联直抒“宿府”之情。但“宿府”时的心情很复杂，怎能用两句诗写完！于是用“伶俜十年事”加以概括，给读者留下了结合诗人的经历去驰骋想象的空间。　　尾联照应首联。作为幕府的参谋而感到“幕府井梧寒”，这就会联想到《庄子·逍遥游》中所说的那个鹪鹩鸟来。“鹪鹩巢于深林，不过一枝。”自己从安史之乱以来，“支离东北风尘际，飘泊西南天地间”，那饱含辛酸的“伶俜十年事”都已经忍受过来了，如今为什么又要到这幕府里来忍受“井梧寒”呢？用“强移”二字，表明自己并不愿意来占这幕府中的“一枝”，而是严武拉来的。用一个“安”字，不过是自我解嘲。看看这一夜徘徊徬徨、辗转反侧的景况，能算是“安”吗？　　杜甫的理想是“致君尧舜上，再使风俗淳”。然而无数事实证明这理想难得实现，所以早在乾元二年（759），他就弃官不作，摆脱了“苦被微官缚，低头愧野人”的牢笼生活。这次作参谋，虽然并非出于自愿，但为了“酬知己”，还是写了《东西两川说》，为严武出谋划策。但到幕府不久，就受到幕僚们的嫉妒、诽谤和排挤，感到日子很不好过。因此，在《遣闷奉呈严公二十韵》里诉说了自己的苦况之后，就请求严武把他从“龟触网”、“鸟窥笼”的困境中解放出来。读到那首的结句“时放倚梧桐”，再回头来读这首的“清秋幕府井梧寒”，就会有更多的体会。诗人宁愿回到草堂去“倚梧桐”，而不愿“栖”那“幕府井梧”的“一枝”；因为“倚”草堂的“梧桐”，比较“安”，也不那么“寒”。　　（霍松林）------------------------------------------------　　【鹤注】此广德二年在幕府作。　　清秋幕府井梧寒①，独宿江城蜡炬残②。永夜角声悲自语③，中天月色好谁看④。风尘荏苒音书绝⑤，关塞萧条行路难⑥。已忍伶俜十年事⑦，强移栖息一枝安⑧。　　（此秋夜宿府而有感也。上四叙景，下四言情。首句点府，次句点宿。角声惨栗，悲哉自语，月色分明，好与谁看，此独宿凄凉之况也。乡书阔绝，归路艰难，流落多年，借栖幕府，此独宿伤感之意也。玩“强移”二字，盖不得已而暂依幕下耳。按《杜臆》，悲自语，好谁看，下三字边读。悲字、好字，作活字用。测旨将角声悲、月色好连读于下两字，未妥。朱瀚曰：一枝应井梧，栖息应独宿，格意精妍。）　　①殷仲文诗：“独有清秋日。”《汉书》：李广幕府省文书。诗：②《诗》：“敦彼独宿。”③王延诗：“霏云承永夜。”胡夏客曰：角本列宿，故借角声对月色，殊巧。诗：“地迥角声长。”④梁武帝诗：“秋月出中天。”诗：“月色临窗树。”⑤《诗》：“荏苒柔木。”【邵注】荏苒，侵寻也。诗：“荏苒日月。”庾信诗：“音书两俱绝。”⑥关塞，注别见。诗：“中野何萧条。”《笳曲》：“关山修阻兮行路难。”⑦古《猛虎行》：“伶俜到他乡。”《易》：“十年乃字。”云：自禄山初反，至此为十年。顾注谓自乾元初弃官至广德二年为七年，其云十年者，举成数言耳。两说不同，今从前说。⑧宋武帝教：“栖息阊阎，怀宝待耀。”诗：“巢林枝。” -----------仇兆鳌 《杜诗详注》-----------", "pagelink": "http://www.shicimingju.com/chaxun/list/6377.html"}
{"title": "春词", "author": "[唐]刘禹锡", "yuanWen": "新妆宜面下朱楼，深锁春光一院愁。行到中庭数花朵，蜻蜓飞上玉搔头。", "shangXi": "【注解】：１、宜面：脂粉和脸色很匀称。２、蜻蜓句：暗指头上之香。【韵译】：宫女打扮脂粉匀称，走下红楼；春光虽好独锁深院，怎不怨愁？来到庭中点数花朵，遣恨消忧；蜻蜓飞来，停在她的玉簪上头！【评析】：??这首宫怨诗，是写宫女新妆虽好，却无人见赏。首句写粉脂宜面，新妆初成，艳丽妩媚，希冀宠幸；二句写柳绿花红，良辰美景，却独锁深院，满目生愁；三句写无端烦恼，凝聚心头，只好数花解闷；四句写凝神伫立，人花相映，蜻蜓作伴，倍显冷落。层层叠叠，婉曲新颖。写宫女形象，丰韵多姿，妩媚动人；写孤凄幽怨，委婉含情，得之于神。--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋　　这首诗的标题写得很清楚，它是和《春词》一诗的。所以，不妨先看一看白居易的《春词》：“低花树映小妆楼，春入眉心两点愁。斜倚栏杆背，思量何事不回头？”白居易此诗，先描绘一个斜倚栏杆、背向鹦鹉、眉目含愁的青年女子形象，接着以“思量何事不回头”的问句，轻轻一拨，引而不发，意味深长。而的和诗，也写闺中女子之愁，然而却写得更为婉曲新颖，别出蹊径。　　白诗开头是以“低花树映小妆楼”来暗示青年女子，而刘诗“新妆宜面下朱楼”说得十分明确，而且顺带把人物的心情也点出来了。诗中女主人公梳妆一新，急忙下楼。“宜面”二字，是说脂粉涂抹得与容颜相宜，给人一种匀称和谐的美感，这说明她妆扮得相当认真、讲究。看上去，不仅没有愁，倒似乎还有几分喜色。艳艳春光使她暂时忘却了心中苦恼，这良辰美景，使她心底萌发了一丝矇眬的希望。　　诗的第二句是说下得楼来，确是莺歌蝶舞，柳绿花红。然而庭院深深，院门紧锁，独自一人，更生寂寞，于是满目生愁。从诗的发展看，这是承上启下的一句。三、四两句是进一步把这个“愁”字写足。试想这位女主人公下楼的本意该不是为了寻愁觅恨，要是早知如此，她何苦“下朱楼”，又何必“新妆宜面”？可是结果恰恰惹得无端烦恼上心头，这急剧变化的痛苦的心情，使她再也无心赏玩，只好用“数花朵”来遣愁散闷，打发这大好春光。为什么要“数花朵”，当亦有对这无人观赏、转眼即逝的春花，叹之、怜之、伤之的情怀吧？她默默地数着、数着……“蜻蜓飞上玉搔头”，这是十分精彩的一笔。它含蓄地刻画出她那沉浸在痛苦中的凝神伫立的情态；它还暗示了这位女主人公有着花朵般的容貌，以至于使常在花中的蜻蜓也错把美人当花朵，轻轻飞上玉搔头；而且也意味着她的处境亦如这庭院中的春花一样，寂寞深锁，无人赏识，只能引来这无知的蜻蜓。真是花亦似人，人亦如花，春光空负，“为谁零落为谁开”？这就自然而含蓄地引出了人愁花愁一院愁的主题。有人说：“诗不难，而难于神”。这首诗的结尾是出人意料的，诗人剪取了一个偶然的镜头──“蜻蜓飞上玉搔头”，蜻蜓无心人有恨。它洗炼而巧妙地描绘了这位青年女子在春光烂漫之中的冷寂孤凄的境遇，新颖而富有韵味，真可谓结得有“神”。　　（赵其钧）", "pagelink": "http://www.shicimingju.com/chaxun/list/4256.html"}
{"title": "嫦娥", "author": "[唐]李商隐", "yuanWen": "云母屏风烛影深，长河渐落晓星沉。嫦娥应悔偷灵药，碧海青天夜夜心。", "shangXi": "就内容而论，这是一首咏嫦娥的诗。然而各家看法不一。有人以为歌咏意中人的私奔，有人以为是直接歌咏主人公处境孤寂，有人以为是借咏嫦娥另外有所寄托，有人以为是歌咏女子学道求仙，有人以为应当作“无题”来看。我们姑且当作歌咏幽居寂处，终夜不眠的女子。以此而论，着实写得贴情贴理。语言含蕴，情调感伤。--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋中国与月亮有关的神话中，恐怕是嫦娥奔月的故事最为脍炙人口，且又家喻户晓。中国文学作品里，也有很多文人以这个美丽动人的传说做为写作题材，其中尤以的〈嫦娥〉诗最具代表性。 李商隐字义山，是晚唐的代表诗人，才学兼具，却多愁善感，二十多岁便考取进士，他原来也有很高的政治理想抱负，但一生之中却被政治派别和感情的痛苦所纠缠，以致于抑郁不得志，而造成他感伤忧郁的性格。李商隐所处的时代，正是唐代牛、李两派排挤倾轧最激烈的时候，他原依牛派的考取进士，后与李派王茂元的女儿结婚，婚后过着美满幸福的生活，但不久王夫人死了，他非常感伤。政治上的冲突，情感上的失落，使他的诗呈现忧愁悲伤的情调。 这首诗是以嫦娥奔月的故事为题材，衬托诗人身心两方面的寂寞孤单。 云母是一种很珍贵的矿石，切割成薄片便成半透明的晶体，可以透光，古人拿来做镜屏，或屏风上的装饰品。 屏风是古人陈设于室内，用以挡风或遮蔽的用具。这首诗中的屏风用云母装饰，可见很精美细致，「烛影深」是指屏风后面透出来的烛光，诗人用「深」字形容烛光映在屏风上的烛影，让人觉得屏风后面的屋子很幽深。屋子的主人，在幽深的屋内，望向窗外，只见「长河渐落晓星沉」。 长河指银河，又叫天河，是由大量恒星构成的星系，在晴天的夜空，呈银白色带状。晓星即晨星，诗人在屋子里望见窗外天空中长河逐渐疏落，晨星也逐渐稀微了，他必定是整晚没有睡觉。什么事使他长夜无眠，一个人坐在幽深的屋子看长河渐落，看晓星西沉呢？想必是孤独寂寞的心情没有办法排解吧！所以当他望向夜空的时候，很自然便会联想到月中的嫦娥，诗人便一厢情愿的写到「嫦娥应悔偷灵」，也许暗中也透露自己对以失落感情的悔恨，写来深情感人。 关于后羿射日，嫦娥奔月的神话，古书中有很多的记载，日人白川静先生曾综合各家的说法加以整理归纳。 后羿，有些书称他为后羿，是一位英勇且善于射箭的天神。嫦娥又叫姮娥，是后羿的妻子，他原本是天上的女神，和月亮女神常羲在传说上有些关系。 故事发生在唐尧时代，曾经有九个太阳同时出现在天空，造成严重的的旱灾，给贤能爱民的尧带来极大的忧愁烦恼，尧每天向天帝帝俊祷告，请求天地为人民解除这个灾害。十个太阳原是帝俊和他的妻子羲和生的，他们原来住在东方海外的汤谷，每天由母亲羲和驾车护送一个太阳到天空值班，但日子久了，千百万年都如此轮流值班，他们觉得很乏味，便私下商议第二天早晨轰的一声全跑出来，不理会羲和妈妈在车上大声呼唤，顽皮的太阳觉得这样很好玩，便每天都结伴出来，不愿分开。 大地受不了十个太阳炎热的烘烤，植物枯死，野兽也四处侵害人民，人民或热死，或饿死，或被野兽吃掉，天帝只好派遣后羿带着一张红色的弓，十枝白色的箭到地球上帮助尧解决难题，因为十个太阳都是天帝的儿子，天帝只让后羿装个样子吓一吓十个太阳，并不希望后羿射下十个太阳。 后羿带着妻子嫦娥降到凡间，看到愁苦的尧，以及奄奄一息的可怜人民，他们听到天神后羿下凡间，都高兴得聚集在王城的广场上，大声吶喊欢呼，请求后羿替他们诛除恶害。后羿怜悯可怜的人民，痛恨太阳逞威，于是再也无法顾到天帝的嘱咐，只是对太阳摆个样子，吓吓他们，后羿决定把这些太阳收拾下来，免得他们将来又出来捣蛋。于是后羿走到广场中间，从肩上拿下红色的弓，取出白色的箭，搭上箭，拉满弓，对准天上，咻！咻！射下几个太阳，气温也顿然凉爽了些。这时尧忽然想起太阳对人民也有大功，不能全射下来，于是令人暗中从后羿的箭囊取走一枝箭，所以天空还剩下一个太阳。 后羿以为自己立了大功，天帝一定会很高兴，没想到天帝很生气后羿射杀了他九个儿子，便革除他的神籍，嫦娥也连带受到处分，从此二人便住在凡间。 后羿和嫦娥夫妻间的感情，原来很好，但嫦娥受到丈夫连累，使她由天上的仙女降为人间的凡人，心中有很多悲愁烦恼，时常抱怨并责怪后羿，两个人感情便有了裂痕。嫦娥伤心不能再回到天上，更害怕将来死了以后要到阴间和鬼魂住在一起，后羿也不愿意死后到阴间过那种愁惨阴暗的生活，他听说在昆仑山的西方，有一个神人，名叫西王母，藏有不死的药，吃了这药，便可以长生不死，于是决定到昆仑山，请求西王母送他不死的良药。 西王母对于为人民除大害的英雄后羿，被开除神籍的遭遇非常同情，便送后羿不死的药，并告诉后羿，这些药如果他们夫妻两人分着吃，便可以长生不死如果一个吃了可以升天成神，并嘱付后羿好好收藏，因为除此之外，长生不死的药再也没有了。 后羿高高兴兴的带着药回家，把事情的经过一五一十的告诉嫦娥，并把药交给嫦娥保管，准备选一个美丽的日子，夫妻一起吃，在凡间过着长生不死的恩爱生活，也不比回到天上差。但自私的嫦娥却不这么想，她认为自己原是天上的仙女，受到丈夫连累才被留在凡间，于是便趁着后羿出门的时候，一个人偷偷的把药全吃了，飞到月宫去。 后羿回来后，发现嫦娥不见了，地上留着一个空瓶子，他知道他的妻子背弃他，单独回到天上，从此之后，后羿变得暴躁易怒，后来被家臣逢蒙设计杀害。后羿死后，人民为了纪念他的功德，奉他作完布神，供奉家中诛邪除怪。 嫦娥升上月宫，从此一个人过着孤独寂寞的日子，所以李商隐在诗里面才会写到「嫦娥应悔偷灵药，碧海青天夜夜心」，记录这一段苍凉而美丽的神话故事。http://cls.admin.yzu.edu.tw/300/all/story/story.htm「羅鳳珠老師撰寫」 -------------------------------　　这首诗题为“嫦娥”，实际上抒写的是处境孤寂的主人公对于环境的感受和心灵独白。　　前两句描绘主人公的环境和永夜不寐的情景。室内，烛光越来越黯淡，云母屏风上笼罩着一层深深的暗影，越发显出居室的空寂清冷，透露出主人公在长夜独坐中黯然的心境。室外，银河逐渐西移垂地，牛郎、隔河遥望，本来也许可以给独处孤室的不寐者带来一些遐想，而现在这一派银河即将消失。那点缀着空旷天宇的寥落晨星，仿佛默默无言地陪伴着一轮孤月，也陪伴着永夜不寐者，现在连这最后的伴侣也行将隐没。“沉”字正逼真地描绘出晨星低垂、欲落未落的动态，主人公的心也似乎正在逐渐沉下去。“烛影深”、“长河落”、“晓星沉”，表明时间已到将晓未晓之际，着一“渐”字，暗示了时间的推移流逝。索寞中的主人公，面对冷屏残烛、青天孤月，又度过了一个不眠之夜。尽管这里没有对主人公的心理作任何直接的抒写刻画，但借助于环境氛围的渲染，主人公的孤清凄冷情怀和不堪忍受寂寞包围的意绪却几乎可以触摸到。　　在寂寥的长夜，天空中最引人注目、引人遐想的自然是一轮明月。看到明月，也自然会联想起神话传说中的月宫仙子──嫦娥。据说她原是后羿的妻子，因为偷吃了西王母送给后羿的不死药，飞奔到月宫，成了仙子。“嫦娥孤栖与谁邻？”在孤寂的主人公眼里，这孤居广寒宫殿、寂寞无伴的嫦娥，其处境和心情不正和自己相似吗？于是，不禁从心底涌出这样的意念：嫦娥想必也懊悔当初偷吃了不死药，以致年年夜夜，幽居月宫，面对碧海青天，寂寥清冷之情难以排遣吧。“应悔”是揣度之词，这揣表现出一种同病相怜、同心相应的感情。由于有前两句的描绘渲染，这“应”字就显得水到渠成，自然合理。因此，后两句与其说是对嫦娥处境心情的深情体贴，不如说是主人公寂寞的心灵独白。　　这位寂处幽居、永夜不寐的主人公究竟是谁？诗中并无明确交待。诗人在《送宫人入道》诗中，曾把女冠比作“月娥孀独”，在《月夜重寄阳姊妹》诗中，又以“窃药”喻指女子学道求仙。因此，说这首诗是代困守宫观的女冠抒写凄清寂寞之情，也许不是无稽之谈。唐代道教盛行，女子入道成为风气，入道后方体验到宗教清规对正常爱情生活的束缚而产生精神苦闷，三、四两句，正是对她们处境与心情的真实写照。　　但是，诗中所抒写的孤寂感以及由此引起的“悔偷灵药”式的情绪，却融入了诗人独特的现实人生感受，而含有更丰富深刻的意蕴。在黑暗污浊的现实包围中，诗人精神上力图摆脱尘俗，追求高洁的境界，而追求的结果往往使自己陷于更孤独的境地。清高与孤独的孪生，以及由此引起的既自赏又自伤，既不甘变心从俗，又难以忍受孤孑寂寞的煎熬这种微妙复杂的心理，在这里被诗人用精微而富于含蕴的语言成功地表现出来了。这是一种含有浓重伤感的美，在旧时代的清高文士中容易引起广泛的共鸣。诗的典型意义也正在这里。　　孤栖无伴的嫦娥，寂处道观的女冠，清高而孤独的诗人，尽管仙凡悬隔，同在人间者又境遇差殊，但在高洁而寂寞这一点上却灵犀暗通。诗人把握住了这一点，塑造了三位一体的艺术形象。这种艺术概括的技巧，是李商隐的特长。　　（刘学锴）", "pagelink": "http://www.shicimingju.com/chaxun/list/4251.html"}
{"title": "长干曲四首", "author": "[唐]崔颢", "yuanWen": "君家何处住，妾住在横塘。停船暂借问，或恐是同乡。家临九江水，来去九江侧。同是长干人，自小不相识。下渚多风浪，莲舟渐觉稀。那能不相待，独自逆潮归。三江潮水急，五湖风浪涌。由来花性轻，莫畏莲舟重。", "shangXi": "《长干曲四首》载于《全唐诗》卷一百三十。下面是原中央大学教授沈熙乾先生对这组诗的赏析。这组诗的前两首抓住了人生片断中富有戏剧性的一刹那，用白描的手法，寥寥几笔，就使人物、场景跃然纸上，栩栩如生。它不以任何色彩映衬，似墨笔画；它不用任何妆饰烘托，是幅素描；它不凭任何布景借力，犹如一曲男女声对唱；它截头去尾，突出主干，又很象独幕剧。题材是那样的平凡，而表现手法却是那样的不平凡。先看第一首的剪裁：一个住在横塘的姑娘，在泛舟时听到邻船一个男子的话音，于是天真无邪地问一下：你是不是和我同乡？－就是这样一点儿简单的情节，只用“妾住在横塘”五字，就借女主角之口点明了说话者的性别与居处。又用“停舟”二字，表明是水上的偶然遇合，用一个“君”字指出对方是男性。那些题前的叙事，用这种一石两卵的手法，就全部省略了。诗一开头就单刀直入，让女主角出口问人，现身纸上，而读者也闻其声如见其人，绝没有茫无头绪之感。从文学描写的技巧看，“声态并作”，达到了“应有尽有，应无尽无”，既凝炼集中而又玲珑剔透的艺术高度。不仅如此，在寥寥二十字中，诗人仅有口吻传神，就把女主角的音容笑貌，写得活灵活现。他不象那样写明“娉娉袅袅十三余”，也不象那样点出“十五泣春风，背面秋千下”。他只采用了问话之后，不待对方答复，就急于自报“妾住在横塘”这样的处理，自然地把女主角的年龄从娇憨天真的语气中反衬出来了。在男主角并未开口，而这位小姑娘之所以有“或恐是同乡”的想法，不正是因为听到了对方带有乡音的片言只语吗？这里诗人又省略了“因闻声而相问”的关节，这是文字之外的描写，所谓“不写之写”。这首诗还表现了女主角境遇与内心的孤寂。单从她闻乡音而急于“停船”相问，就可见她离乡背井，水宿风行，孤零无伴，没有一个可与共语之人。因此，他乡听得故乡音，且将他乡当故乡，就这样的喜出望外。诗人不仅在纸上重现了女主角外露的声音笑貌，而且深深开掘了她的个性和内心。诗的语言朴素自然，有如。民歌中本有男女对唱的传统，在《》中就称为“相和歌辞”。所以第一首女声起唱之后，就是男主角的答唱了。“家临九江水”答复了“君家何处住”的问题；“来去九江侧”说明自己也是风行水宿之人，不然就不会有这次的萍水相逢。这里初步点醒了两人的共同点。“同是长干人”落实了姑娘“或恐是同乡”的想法，原来老家都是建康（今南京）长干里。一个“同”字把双方的共同点又加深了一层。这三句是男主角直线条的口吻。剩下最后一句，只有五个字，该如何着墨？如用“今日得相识”之类的幸运之辞作结束，未免失之平直。诗人终于转过笔来把原意一翻：与其说今日之幸而相识，倒不如追惜往日之未曾相识。“自小不相识”五字，表面惋惜当日之未能青梅竹马、两小无猜，实质更突出了今日之相逢恨晚。越是对过去无穷惋惜，越是显出此时此地萍水相逢的可珍可贵。这一笔的翻腾有何等撼人的艺术感染力！“长干曲”是南朝乐府中“杂曲古辞”的旧题。崔颢这两首诗继承了前代民歌的遗风，但既不是艳丽而柔媚，又非浪漫而热烈，却以素朴真率见长，写得干净健康。女主角的抒怀只到“或恐是同乡”为止，男主角的表情也只以“自小不相识”为限。这样的蕴藉无邪，是抒情诗中的上乘。", "pagelink": "http://www.shicimingju.com/chaxun/list/4162.html"}
{"title": "竹里馆", "author": "[唐]王维", "yuanWen": "独坐幽篁里，弹琴复长啸。深林人不知，明月来相照。", "shangXi": "【注解】：１、幽篁：幽是深的意思，篁是竹林。２、长啸：长声呼啸。【韵译】：月夜，独坐幽静的竹林子里，间或弹弹琴，间或吹吹口哨。竹林里僻静幽深，无人知晓，却有明月陪伴，殷勤来相照。【评析】：??这是一首写的闲适生活情趣的诗。诗的用字造语、写景（幽篁、深林、明月），写人（独坐、弹琴、长啸）都极平淡无奇。然而它的妙处也就在于以自然平淡的笔调，描绘出清新诱人的月夜幽林的意境，融情景为一体，蕴含着一种特殊的美的艺术魅力，使其成为千古佳品。以弹琴长啸，反衬月夜竹林的幽静，以明月的光影，反衬深林的昏暗，表面看来平平淡淡，似乎信手拈来，随意写去其实却是匠心独运，妙手回天的大手笔。--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋　　这首小诗总共四句。拆开来看，既无动人的景语，也无动人的情语；既找不到哪个字是诗眼，也很难说哪一句是警策。　　诗中写到景物，只用六个字组成三个词，就是：“幽篁”、“深林”、“明月”。对普照大地的月亮，用一个“明”字来形容其皎洁，并无新意巧思可言，是人人惯用的陈词。至于第一句的“篁”与第三句的“林”，其实是一回事，是重复写诗人置身其间的竹林，而在竹林前加“幽”、“深”两字，不过说明其既非《小园赋》所说的“三竿两竿之竹”，也非柳宗无《青水驿丛竹》诗所说的“檐下疏篁十二茎”，而是一片既幽且深的茂密的竹林。这里，象是随意写出了眼前景物，没有费什么气力去刻画和涂饰。　　诗中写人物活动，也只用六个字组成三个词，就是：“独坐”、“弹琴”、“长啸”。对人物，既没有描绘其弹奏舒啸之状，也没有表达其喜怒哀乐之情；对琴音与啸声，更没有花任何笔墨写出其音调与声情。　　表面看来，四句诗的用字造语都是平平无奇的。但四句诗合起来，却妙谛自成，境界自出，蕴含着一种特殊的艺术魅力。作者《辋川集》中的一首名作，它的妙处在于其所显示的是那样一个令人自然而然为之吸引的意境。它不以字句取胜，而从整体见美。它的美在神不在貌，领略和欣赏它的美，也应当遗貌取神，而其神是包孕在意境之中的。就意境而言，它不仅如施补华所说，给人以“清幽绝俗”（《岘傭说诗》）的感受，而且使人感到，这一月夜幽林之景是如此空明澄净，在其间弹琴长啸之人是如此安闲自得，尘虑皆空，外景与内情是抿合无间、融为一体的。而在语言上则从自然中见至味、从平淡中见高韵。它的以自然、平淡为特征的风格美又与它的意境美起了相辅相成的作用。　　可以想见，诗人是在意兴清幽、心灵澄净的状态下与竹林、明月本身所具有的清幽澄净的属性悠然相会，而命笔成篇的。诗的意境的形成，全赖人物心性和所写景物的内在素质相一致，而不必借助于外在的色相。因此，诗人在我与物会、情与景合之际，就可以如《诗品·自然篇》中所说，“俯拾即是，不取诸邻，俱道适往，著手成春”，进入“薄言情悟，悠悠天钧”的艺术天地。当然，这里说“俯拾即是”，并不是说诗人在取材上就一无选择，信手拈来；这里说“著手成春”，也不是说诗人在握管时就一无安排，信笔所之。诗中描写周围景色，选择了竹林与明月，是取其与所要显示的那一清幽澄净的环境原本一致；诗中抒写自我情怀，选择了弹琴与长啸，则取其与所要表现的那一清幽澄净的心境互为表里。这既是即景即事，而其所以写此景，写此事，自有其酝酿成熟的诗思。更从全诗的组合看，诗人在写月夜幽林的同时，又写了弹琴、长啸，则是以声响托出静境。至于诗的末句写到月来照，不仅与上句的“人不知”有对照之妙，也起了点破暗夜的作用。这些音响与寂静以及光影明暗的衬映，在安排上既是妙手天成，又是有匠心运用其间的。（陈邦炎）", "pagelink": "http://www.shicimingju.com/chaxun/list/3846.html"}
{"title": "独坐敬亭山", "author": "[唐]李白", "yuanWen": "众鸟高飞尽，孤云独去闲。相看两不厌，只有敬亭山。", "shangXi": "[注释]（1）敬亭山：在今安徽省宣城县北。[译文]群鸟高飞，绝尽踪影，一片孤云独自悠闲地飘浮而去我伫立在山顶，注视着敬亭山，敬亭山也看着我，彼此久看不厌。　　敬亭山在宣州（治所在今安徽宣城），宣州是六朝以来江南名郡，大诗人如、等曾在这里做过。一生凡七游宣城，这首五绝作于天宝十二载（753）秋游宣州时，距他被迫于天宝三载离开长安已有整整十年时间了。长期飘泊生活，使李白饱尝了人间辛酸滋味，看透了世态炎凉，从而加深了对现实的不满，增添了孤寂之感。此诗写独坐敬亭山时的情趣，正是诗人带着怀才不遇而产生的孤独与寂寞的感情，到大自然怀抱中寻求安慰的生活写照。　　前二句“众鸟高飞尽，孤云独去闲”，看似写眼前之景，其实，把孤独之感写尽了：天上几只鸟儿高飞远去，直至无影无踪；寥廓的长空还有一片白云，却也不愿停留，慢慢地越飘越远，似乎世间万物都在厌弃诗人。“尽”“闲”两个字，把读者引入一个“静”的境界：仿佛是在一群山鸟的喧闹声消除之后格外感到清静；在翻滚的厚云消失之后感到特别的清幽平静。因此，这两句是写“动”见“静”，以“动”衬“静”。这种“静”，正烘托出诗人心灵的孤独和寂寞。这种生动形象的写法，能给读者以联想，并且暗示了诗人在敬亭山游览观望之久，勾画出他“独坐”出神的形象，为下联“相看两不厌”作了铺垫。　　诗的下半运用拟人手法写诗人对敬亭山的喜爱。鸟飞云去之后，静悄悄地只剩下诗人和敬亭山了。诗人凝视着秀丽的敬亭山，而敬亭山似乎也在一动不动地看着诗人。这使诗人很动情-世界上大概只有它还愿和我作伴吧？“相看两不厌”表达了诗人与敬亭山之间的深厚感情。“相”“两”二字同义重复，把诗人与敬亭山紧紧地联在一起，表现出强烈的感情。结句中“只有”两字也是经过锤炼的，更突出诗人对敬亭山的喜爱。“人生得一知己足矣”，鸟飞云去又何足挂齿！这两句诗所创造的意境仍然是“静”的，表面看来，是写了诗人与敬亭山相对而视，脉脉含情。实际上，诗人愈是写山的“有情”，愈是表现出人的“无情”；而他那横遭冷遇，寂寞凄凉的处境，也就在这静谧的场面中透露出来了。　　“静”是全诗的血脉。这首平淡恬静的诗之所以如此动人，就在于诗人的思想感情与自然景物的高度融合而创造出来的“寂静”的境界，无怪乎在《唐诗别裁》中要夸这首诗是“传‘独坐’之神”了。　　（宛敏灏 宛新彬）独坐敬亭山李白 　　众鸟高飞尽， 孤云独去闲。　　相看两不厌， 只有敬亭山。　　敬亭山在宣州（治所在今安徽宣城），宣州是六朝以来江南名郡，大诗人如谢灵运、谢朓等曾在这里做过太守。李白一生凡七游宣城，这首五绝作于天宝十二载（753）秋游宣州时，距他被迫于天宝三载离开长安已有整整十年时间了。长期飘泊生活，使李白饱尝了人间辛酸滋味，看透了世态炎凉，从而加深了对现实的不满，增添了孤寂之感。此诗写独坐敬亭山时的情趣，正是诗人带着怀才不遇而产生的孤独与寂寞的感情，到大自然怀抱中寻求安慰的生活写照。　　前二句“众鸟高飞尽，孤云独去闲”，看似写眼前之景，其实，把孤独之感写尽了：天上几只鸟儿高飞远去，直至无影无踪；寥廓的长空还有一片白云，却也不愿停留，慢慢地越飘越远，似乎世间万物都在厌弃诗人。“尽”“闲”两个字，把读者引入一个“静”的境界：仿佛是在一群山鸟的喧闹声消除之后格外感到清静；在翻滚的厚云消失之后感到特别的清幽平静。因此，这两句是写“动”见“静”，以“动”衬“静”。这种“静”，正烘托出诗人心灵的孤独和寂寞。这种生动形象的写法，能给读者以联想，并且暗示了诗人在敬亭山游览观望之久，勾画出他“独坐”出神的形象，为下联“相看两不厌”作了铺垫。　　诗的下半运用拟人手法写诗人对敬亭山的喜爱。鸟飞云去之后，静悄悄地只剩下诗人和敬亭山了。诗人凝视着秀丽的敬亭山，而敬亭山似乎也在一动不动地看着诗人。这使诗人很动情-世界上大概只有它还愿和我作伴吧？“相看两不厌”表达了诗人与敬亭山之间的深厚感情。“相”“两”二字同义重复，把诗人与敬亭山紧紧地联在一起，表现出强烈的感情。结句中“只有”两字也是经过锤炼的，更突出诗人对敬亭山的喜爱。“人生得一知己足矣”，鸟飞云去又何足挂齿！这两句诗所创造的意境仍然是“静”的，表面看来，是写了诗人与敬亭山相对而视，脉脉含情。实际上，诗人愈是写山的“有情”，愈是表现出人的“无情”；而他那横遭冷遇，寂寞凄凉的处境，也就在这静谧的场面中透露出来了。　　“静”是全诗的血脉。这首平淡恬静的诗之所以如此动人，就在于诗人的思想感情与自然景物的高度融合而创造出来的“寂静”的境界，无怪乎沈德潜在《唐诗别裁》中要夸这首诗是“传‘独坐’之神”了。", "pagelink": "http://www.shicimingju.com/chaxun/list/3816.html"}
{"title": "声声慢·寻寻觅觅", "author": "[宋]李清照", "yuanWen": "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急？雁过也，正伤心，却是旧时相识。满地黄花堆积。憔悴损，如今有谁堪摘？守着窗儿，独自怎生得黑？梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！", "shangXi": "这是南渡以后的一首震动词坛的名作。通过秋景秋情的描绘，抒发国破家亡、天涯沦落的悲苦，具有时代色彩。在结构上打破了上下片的局限，全词一气贯注，着意渲染愁情，如泣如诉，感人至深。首句连下十四个叠字，形象地抒写了作者的心情。下文“点点滴滴”又前后照应，表现了作者孤独寂寞的忧郁情绪和动荡不安的心境。全词一字一泪，缠绵哀怨，极富艺术感染力。【集评】《鹤林玉露》：起头连叠七字，以妇人乃能创意出奇如此。《词品》：宋人中填词，易安亦称冠绝，使在衣冠，当与秦七、黄九争，不独争雄于闺阁也。其词名《漱玉集》，寻之未得，《声声慢》一词，最为婉妙。《贵耳集》：此乃公孙大娘舞剑手，本朝非无能词之士，未曾有一下十四叠字者，用《文选》诸赋格。后叠又云“梧桐更兼细雨，到黄昏点点滴滴”，又使叠字，俱无斧凿痕。更有一奇字云：“守着窗儿，独自怎生得黑？”“黑”字不许第二人押。妇人有此文笔，殆间气也。徐釚《词苑丛谈》：首句连下十四个叠字，真似大珠小珠落玉盘也。刘体仁《七颂堂随笔》：易安居士“最难将息”“怎一个愁字了得”深妙稳雅，不落蒜酪，亦不落绝句，真此道本色当行第一人也。《介存斋词选序论》：李易安之“凄凄惨惨戚戚”，三叠韵，六双声，是锻炼出来，非偶然拈得也。许昂霄《词综偶评》：易安此词，颇带伧气，而昔人极口称之，殆不可解。陈廷焯《白雨斋词话》：后幅一片神行，愈唱愈妙。陆鎣《问花楼词话》：《声声慢》一词，顿挫凄绝。吴灏《历朝名媛诗词》：易安以词专长，挥洒俊逸，亦能琢炼。其《声声慢》一阕，其佳处在后又下“点点滴滴”四字，与前照应有法，不是草草落句，玩其笔力，本自矫拔，词家少有，庶几苏、辛之亚。梁绍壬《两般秋雨庵随笔》：李易安词：“寻寻觅觅，冷冷清清，凄凄惨惨戚戚”，连上十四叠字，则出奇制胜，真匪夷所思矣。《中国韵文里头所表现的情感》：那种茕独恓惶的景况，非本人不能领略；所以一字一泪，都是咬着牙根咽下。-----------------------------《声声慢》又名《胜胜慢》，清照这首词改押入声韵，并屡用叠字和双声字，这就变舒缓为急促，变哀惋为凄厉。此词以豪放纵恣之笔写激动悲怆之怀，不能列入婉约体。这首作法独特的词，就其内容而言，是一篇悲秋赋。开端三句用一连串叠字写主人公一整天的愁苦心情，从“寻寻觅觅”开始，可见她从一起床便百无聊赖，如有所失，于是东张西望，仿佛飘流在海洋中的人要抓到点什么才能得救似的，希望找到点什么来寄托自己的空虚寂寞。下文“冷冷清清”，是“寻寻觅觅”的结果，不但无所获，反被一种孤寂清冷的气氛袭来，使自己感到凄惨忧戚。于是紧接着再写了一句“凄凄惨惨戚戚”。仅此三句，定下一种愁惨而凄厉的基调。“乍暖还寒时候”是此词的难点之一。此词作于秋天，但秋天的气候应该说“乍寒还暖”，只有早春天气才能用得上“乍暖还寒”。所以，这首词是写一日之晨，秋日清晨，朝阳初出，故言“乍暖”；但晓寒犹重，秋风砭骨，故言“还寒”。至于“时候”二字在宋时已与现代汉语无殊了。“最难将息”句则与上文“寻寻觅觅”句相呼应，说明从一清早自己就不知如何是好。“三杯两盏淡酒，怎敌他晓来风急”，“晓”，通行本作“晚”。从全词意境来看，应该是“晓”字。说“晓来风急”，正与上文“乍暖还寒”相合。古人晨起于卯时饮酒，又称“扶头卯酒”。这句是说借酒无法消愁“雁过也”的“雁”，是南来秋雁，正是往昔在北方见到的，所以说“正伤心，却是旧时相识”了。这一句是虚写，以寄寓作者的怀乡之情。下片由秋日高空转入自家庭院。园中开满了菊花，秋意正浓。这里“满地黄花堆积”是指菊花盛开，而非残英满地。“憔悴损”是指自己因忧伤而憔悴瘦损，也不是指菊花枯萎凋谢。正由于自己无心看花，虽值菊堆满地，却不想去摘它赏它，然而人不摘花，花当自萎；及花已损，则欲摘已不堪摘了。这里既写出了自己无心摘花的郁闷，又透露了惜花将谢的情怀，笔意深远。“守著窗儿”句，写独坐无聊，内心苦闷之状，比“寻寻觅觅”三句又过之而无不及。这一句从反面说，好象天有意不肯黑下来而使人尤为难过。“梧桐”两句兼用《更漏子》下片“梧桐树，三更雨，不道离情正苦；一叶叶，一声声，空阶滴到明”词意，把两种内容融而为一，笔直情切。最后以“怎一个愁字了得”句作收，是独辟蹊径。自庚信以来，诗人写愁，多半极言其多。这里却化多为少，只说自己思绪纷茫复杂，仅用一个“愁”字如何包括得尽。妙在又不说明于一个“愁”字之外更有什么心情，即戛然而止。表面上有“欲说还休”之势，实际上已倾泻无遗。这首词始终紧扣悲秋之意，尽得六朝抒情小赋之神髓；又以接近口语的朴素清新的语言谱入新声，写尽了作者晚年的凄苦悲愁，是一首个性独具的抒情名作。", "pagelink": "http://www.shicimingju.com/chaxun/list/3638.html"}
{"title": "在武昌作", "author": "[明]徐祯卿", "yuanWen": "洞庭叶未下，潇湘秋欲生。高斋今夜雨，独卧武昌城。重以桑梓念，凄其江汉情。不知天外雁，何事乐长征？", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/3014724.html"}
{"title": "过小石潭", "author": "[宋]梅尧臣", "yuanWen": "树老石连潭，潭深烟翠入。群鱼石下游，独鸟潭上立。泉暖草长绿，山高风自急。徘徊兴不穷，苔屐云沾湿。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/1874333.html"}
{"title": "菩萨蛮 春闺", "author": "[元]王寂", "yuanWen": "回文锦字殷勤织。归鸿点破晴空碧。上尽最高楼。阑干曲曲愁。黄昏犹伫立。何处砧声急。强欲醉乌程。醒时月满庭。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/823483.html"}
{"title": "探芳新·九街头", "author": "[宋]吴文英", "yuanWen": "九街头，正软尘润酥，雪销残溜。禊赏祇园，花艳云阴笼昼。层梯峭空麝散，拥凌波、萦翠袖。叹年端、连环转，烂漫游人如绣。 肠断回廊伫久。便写意溅波，传愁蹙岫。渐没飘鸿，空惹闲情春瘦。椒杯香乾醉醒，怕西窗、人散后。暮寒深，迟回处、自攀庭柳。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/460951.html"}
{"title": "南乡子·小雨湿黄昏", "author": "[宋]李之仪", "yuanWen": "小雨湿黄昏。重午佳辰独掩门。巢燕引雏浑去尽，销魂。空向梁间觅宿痕。客舍宛如村。好事无人载一樽。唯有莺声知此恨，殷勤。恰似当时枕上闻。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/283241.html"}
{"title": "念奴娇    赋雨岩，效朱希真体", "author": "[宋]辛弃疾", "yuanWen": "近来何处有吾愁，何处还知吾乐。一点凄凉千古意，独倚西风寥郭。并竹寻泉，和云种树，唤做真闲客，此心闲处，不应长藉邱壑。 休说往事皆非，而今云是，且把清尊酌。醉里不知谁是我，非月非云非鹤。露冷风高，松梢桂子，醉了还醒却。北窗高卧，莫教啼鸟惊著。", "shangXi": "【注释】　　①此闲居带湖之作。雨岩：位于博山附近，见下篇《水龙吟》词题。：字希真，洛阳人，南北宋之交著名词人，有《樵歌》三卷。他南渡后部分词作有家国之感，沉咽凄楚，但更多的则是狂放林泉，表现出一种乐天知命式的冲淡清远。《花庵词选》谓其“天资旷远，有神仙风致”。　　效朱希真体，但仙气不足，不过闲气加怨气，更多的则是庄老之气。”此心闲处，未应长藉丘壑。”全仗庄老之清静无为说。“醉里”两句，化我为物，物我两忘，仍是庄老“齐物论”之演化。“一点”两句，泄露天机，难以彻底忘情世事。而“休说”云云，微窥一段怨气在胸。　　②“近来”两句：谓近来已臻愁乐两忘的境界。　　③“一点”两句：独立西风，放眼天宇，惟馀一点凄凉情味。　　④“并竹”三句：过着竹里寻泉、云中植树的生活，堪称真正的闲人。并：傍。和：带。　　⑤“此心”两句：心境的宁闲，并非完全依靠山水的陶冶。丘壑（hè贺）：山水。　　⑥“休说”三句：休论今是昨非，惟举杯一醉而已。《归去来辞》：“实迷途其未远，觉今是而昨非。”尊：酒杯。　　⑦“醉里”两句：醉中忘却自我，月乎？云乎？鹤乎？一切似是而非。　　⑧“露冷”三句：深夜酒醒，依然一片寂静，惟见露滴松梢；惟闻风摇桂叶。　　⑨“北窗”两句：醒了再睡，莫教晨鸟惊梦。北窗高卧：陶渊明《与子俨等疏》：“常言五，六月中，北窗下卧，遇凉风暂至，自谓是羲皇上人（太古之人）。”[url=http://www.blogms.com/stblogpagemain/efp_bloglogkan.aspx?cbloglog=1002134066]http://www.blogms.com/stblogpagemain/efp_bloglogkan.aspx?cbloglog=1002134066[/url]", "pagelink": "http://www.shicimingju.com/chaxun/list/101981.html"}
{"title": "落日怅望", "author": "[唐]马戴", "yuanWen": "孤云与归鸟，千里片时间。念我一何滞，辞家久未还。微阳下乔木，远色隐秋山。临水不敢照，恐惊平昔颜。", "shangXi": "【注释】：　　评此诗云：“意格俱好，在晚唐中可云轩鹤立鸡群矣。”（《唐诗别裁》）这里所说的“意”，是指诗的思想感情，全诗以乡愁为主题，曲折地表现了诗人的坎坷不遇，而不显得衰飒；所谓“格”，主要地是指谋篇布局方面的艺术技巧。这首诗在艺术上最突出的特色，可以说就是：情景分写。情与景，是抒情诗的主要内涵；情景交融，是许多优秀诗作的重要艺术手段。然而此诗用情景分写之法，却又是另外一番景象。　　开头二句写诗人在黄昏日落之时，满怀惆怅地遥望乡关，首先跃入眼帘的是仰视所见的景物：“孤云与归鸟，千里片时间。”晚云孤飞于天际，归鸟投宿于林间，凭着它们有形和无形的羽翼，虽有千里之远也片时可达。诗以“千里”与“片时”作强烈比照，写出云、鸟的自由无碍和飞行之速；但是，这绝不是纯客观的景物描写，而是诗人“怅望”所见，而且这种景物又是触发诗人情思的契机和媒介：“念我何留滞，辞家久未还。”原来，诗人久客异地，他的乡关之思早已深深地郁积在胸中了。因此，颔联由外界景物的描绘自然地转入内心情感的直接抒发，不言惆怅而满纸生愁，不言归心似箭而实际上早已望穿秋水。　　前面写情之后，颈联又变换笔墨写景，景物描写不但切合诗人眼前的情境，而且由近到远，层次分明。夕阳从近处的树梢往下沉落，它的余晖返照秋山，一片火红，象野火在远远的秋山上燃烧，渐渐地隐没在山的后面。“入”字写出夕照的逐渐暗淡，也表明了诗人伫望之久，忆念之殷。不仅如此，这种夕阳西下余晖返照之景，不但加重了诗人的乡愁，而且更深一层地触发了诗人内心深处感时伤逝的情绪。客中久滞，渐老岁华；日暮登临，益添愁思，徘徊水边，不敢临流照影，恐怕照见自己颜貌非复平昔而心惊。其实诗人何尝不知自己容颜渐老，其所以“临水不敢照”者，怕一见一生悲，又增怅闷耳。“临水不敢照，恐惊平昔颜！”尾联充溢着一种惆怅落寞的心绪，以此收束，留下了袅袅余音。　　情景分写确是此诗谋篇布局上的一个特点。这种写法，对于这首诗来说，究竟起什么特殊艺术效果呢？细细玩味，是颇见匠心的。全篇是写“落日怅望”之情，二句景二句情相间写来，诗情就被分成两步递进：先是落日前云去鸟飞的景象勾起乡“念”，继而是夕阳下山回光返照的情景唤起迟暮之“惊”，显示出情绪的发展、深化。若不管格律，诗句稍颠倒次序可作：“孤云与归鸟，千里片时间。微阳下乔木，远烧入秋山。念我何留滞，辞家久未还。临水不敢照，恐惊平昔颜。”如此前半景后半情，也是通常写法，但显得稍平，没有上述那种层层递进、曲达其意的好处。而“宿鸟归飞急”引起归心似箭，紧接“辞家久未还”云云，既很自然，而又有速（千里片时）与迟（久留滞）对比，所以是“起得超脱，接得浑劲”（见《瀛奎律髓》纪批）。如改成前半景后半情格局（如上述），则又失去这层好处。　　李重华《贞一斋诗说》指出：“诗有情有景，且以律诗浅言之，四句两联，必须情景互换，方不复沓。”他所说的“情景互换”，就是“情景分写”。当然，这种分写绝不是分割，而是彼此独立而又互相映衬，共同构成诗的永不凋敝的美。这一首望乡之曲就是这样，它的乐音越过一千多年的历史长河遥遥传来，至今仍然能挑响我们心中的弦索。　　（李元洛）", "pagelink": "http://www.shicimingju.com/chaxun/list/97056.html"}
{"title": "鹧鸪天·吹破残烟入夜风", "author": "[宋]柳永", "yuanWen": "吹破残烟入夜风。一轩明月上帘栊。因惊路远人还远，纵得心同寝未同。 情脉脉，意忡忡。碧云归去认无踪。只应会向前生里，爱把鸳鸯两处笼。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/93662.html"}
{"title": "浪淘沙·梦觉", "author": "[宋]柳永", "yuanWen": "梦觉、透窗风一线，寒灯吹息。那堪酒醒，又闻空阶，夜雨频滴。嗟因循、久作天涯客。负佳人、几许盟言，便忍把、从前欢会，陡顿翻成忧戚。愁极。再三追思，洞庭深处，几度饮散歌阑，香暖鸳鸯被，岂暂时疏散，费伊心力。殢云尤雨，有万般千种，相怜相惜。恰到如今，天长漏永，无端自家疏隔。知何时、却拥秦云态，愿低帏昵枕，轻轻细说与，江乡夜夜，数寒更思忆。", "shangXi": "【注释】：这首词，衍之为一百三十五字之长篇巨制，共三片 。第一片写主人公夜半酒醒时的忧戚情思 ；第二片追思以往相怜相借之情事；第三片写眼下的相思情景。体制扩大，容量增加，主人公全部心理状态及情思活动过程，都得到了充分的表现。这是创制慢词的一个范例。词作从“梦觉”写起，说窗风吹息寒灯，夜雨频滴空阶 ，可知并非天亮觉醒，而是夜半酒醒。其间，于“ 灯 ”之上着一“ 寒 ”字，于“阶”之上着一“空”字，将当时所见、所闻之客观物景，染上了主人公主观情感色彩，体现了主人公凄凉孤寂之心理状态。而“ 那堪”、“又”，又及“频”，层层递进，又便得主人公当时的心境，倍觉凄凉孤寂。接着，主人公直接发出感叹：“嗟因循、久作天涯客”。这是造成凄凉孤寂心境的根源。因为久作天涯客，辜负了当时和佳人的山盟海誓，从前的欢会情景，今夜里一下子都变成了忧愁与凄戚 。至此 ，主人公心中之情思，似乎已经吐尽。词作第二片，由第一片之“忧戚”导入，说“愁极”，十分自然地转入对于往事的“追思”。所思佳人，由“ 饮散歌阕”句来看，可知是一位待宴歌妓。从“再三”、“几度”句中可以体会出来，两人之互相爱恋，已经有了相当长的时期，由此可见，主人公夜半酒醒时为什么这样的忧戚。第三片由回忆过去的相欢相爱回到眼下“天长漏永”，通夜不眠的现实当中来。“无端自家疏隔”，悔恨当初不该出游，这疏隔乃自家造成，然而内心却甚感委曲。因此，主人公又设想两人相聚之时，他就要在低垂的帏幕下 ，玉枕上 ，轻轻地向她详细述说他，一个人在此高潮，但作者的笔立刻煞住，就此结束全词。从谋篇布局上看，第一、二片，花开两枝，分别述说现在与过去的情事；至第三片，既由过去回到现在，又从现在想到将来，设想将来如何回忆现在，使情感活动向前推进一层。全词三片，从不同角度、不同方位，多层次、多姿态地展现主人公的心理状态和情思活动，具有一定的立体感。", "pagelink": "http://www.shicimingju.com/chaxun/list/91595.html"}
{"title": "和除夜作", "author": "[唐]白居易", "yuanWen": "君赋此诗夜，穷阴岁之余。我和此诗日，微和春之初。老知颜状改，病觉肢体虚。头上毛发短，口中牙齿疏。一落老病界，难逃生死墟。况此促促世，与君多索居。君在浙江东，荣驾方伯舆。我在魏阙下，谬乘大夫车。妻孥常各饱，奴婢亦盈庐。唯是利人事，比君全不如。我统十郎官，君领百吏胥。我掌四曹局，君管十乡闾。君为父母君，大惠在资储。我为刀笔吏，小恶乃诛锄。君提七郡籍，我按三尺书。俱已佩金印，尝同趋玉除。外宠信非薄，中怀何不摅。恩光未报答，日月空居诸。磊落尝许君，局促应笑予。所以自知分，欲先歌归欤。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/77278.html"}
{"title": "八月十五日夜湓亭望月", "author": "[唐]白居易", "yuanWen": "昔年八月十五夜，曲江池畔杏园边。今年八月十五夜，湓浦沙头水馆前。西北望乡何处是？东南见月几回圆。临风一叹无人会，今夜清光似往年。", "shangXi": "杏园：一作杏林。", "pagelink": "http://www.shicimingju.com/chaxun/list/73309.html"}
{"title": "春日京中有怀", "author": "[唐]杜审言", "yuanWen": "今年游寓独游秦，愁思看春不当春。上林苑里花徒发，细柳营前叶漫新。公子南桥应尽兴，将军西第几留宾。寄语洛城风日道，明年春色倍还人。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/51172.html"}
{"title": "减字木兰花 春夜闻隔墙歌吹声", "author": "[清]项鸿祚", "yuanWen": "", "shangXi": "【注释】：", "pagelink": "http://www.shicimingju.com/chaxun/list/47854.html"}
{"title": "美人对月", "author": "[明]唐寅", "yuanWen": "斜髻娇娥夜卧迟。梨花风静鸟栖枝。难将心事和人说。说与青天明月知。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/45379.html"}
{"title": "于郡城送明卿之江西", "author": "[明]李攀龙", "yuanWen": "青枫飒飒雨凄凄，秋色遥看入楚迷。谁向孤舟怜逐客，白云相送大江西。", "shangXi": "【注释】：", "pagelink": "http://www.shicimingju.com/chaxun/list/45217.html"}
{"title": "水仙子·一声梧叶一声秋", "author": "[元]徐再思", "yuanWen": "一声梧叶一声秋，一点芭蕉一点愁，三更归梦三更后。落灯花棋未收，叹新丰孤馆人留。枕上十年事，江南二老忧，都到心头。", "shangXi": "【注释】：", "pagelink": "http://www.shicimingju.com/chaxun/list/44360.html"}
{"title": "折桂令·崔徽休写丹青", "author": "[元]乔吉", "yuanWen": "崔徽休写丹青，雨弱云娇，水秀山明。箸点歌唇，葱枝纤手，好个卿卿。水洒不着春妆整整，风吹的倒玉立亭亭，浅醉微醒，谁伴云屏？今夜新凉，卧看双星。", "shangXi": "【注释】：", "pagelink": "http://www.shicimingju.com/chaxun/list/44044.html"}
{"title": "沉醉东风·题红叶清流御沟", "author": "[元]卢挚", "yuanWen": "题红叶清流御沟，赏黄花人醉歌楼。天长雁影稀，月落山容瘦，冷清清暮秋时候。衰柳寒蝉一片愁，谁肯教白衣送酒？", "shangXi": "【注释】：", "pagelink": "http://www.shicimingju.com/chaxun/list/43602.html"}
{"title": "菩萨蛮·山亭水榭秋方半", "author": "[宋]朱淑真", "yuanWen": "山亭水榭秋方半，凤帏寂寞无人伴。愁闷一番新，双蛾只旧颦。起来临绣户，时有疏萤度。多谢月相怜，今宵不忍圆。", "shangXi": "【注释】：本人的爱情生活极为不幸，作为一位女词人，她多情而敏感。词中写女主人公从缺月获得安慰，不啻是一种含泪的笑颜。无怪在《朱淑真断肠诗词序》中评价其词为“清新婉丽，蓄思含情，能道人意中事，同岂泛泛者所能及”。“春秋多佳日”山亭水榭 ”的风光当分外迷人，但词人却以极冷漠的笔调作出此词，因为“良辰美景奈何天”，消除不了“凤帏”中之“寂寞”——独处无郎，还有什么赏心乐事可言呢？“凤帏”句使人联想到《无题》诗中的名句：“重帏深下莫愁堂，卧后清宵细细长”。如此情状 ，叫人怎不颦眉，怎不愁闷？有意味的是，词人使“愁闷”与“颦眉”分属于“新”“旧”二字。“旧”字以见女主人公愁情之久长“新”字则表现其愁情之与日俱增。一愁未去，一愁又生 ，这是“新”；而所有的愁都与相思有关，这又是“旧”。“新”“旧”二字相映成趣，更觉情深。辗转反侧，失眠多时，于是乃有“起来”而“临绣户 ”似乎是在期待心上人的到来。然而户外所见，只不过“时有疏萤度”而已，其人望来终不来。此时，女主人公空虚寂寞的情怀，是难以排遣的。在这关键处，词人又却又写出了一丝安慰，也算是自慰吧！词人给她一点安慰，一轮缺月，高挂中天，并赋予它人情味，说它因怜悯闺中人的孤栖，不忍独圆。“多谢”二字，痴极妙极。同是写孤独情怀，苏东坡在圆月上做文章 ：“不应有恨 ，何事长向别时圆”；朱淑真则在缺月上做文章“ 多谢月相怜，今宵不忍圆。”移情于物，怨谢由我，真有异曲同工同妙。此词最有兴味之所在正是结尾两句。", "pagelink": "http://www.shicimingju.com/chaxun/list/42470.html"}
{"title": "减字木兰花·独行独坐", "author": "[宋]朱淑真", "yuanWen": "独行独坐。独倡独酬还独卧。\r\n伫立伤神。无奈轻寒著摸人。此情谁见。泪洗残妆无一半。\r\n愁病相仍。剔尽寒灯梦不成。", "shangXi": "【注释】：是是一位才貌出众、善绘画、通音律、工诗词的才女 ，但她的婚姻很不美满，婚后抑郁寡欢，故诗词中“多忧愁怨恨之语”。相传她出身富贵之家，至于她的丈夫是什么样的人 ，其说不一 。有的说她“ 嫁为市井民家妻 ”，有的说她的丈夫曾应礼部试，后又官江南 ，但朱与他感情不合 。不管何种说法可信 ，有一点是相同的 ：即她所嫁非偶，婚后很不幸福。就所反映的内容看，这首词与她婚姻上的不同有密切关系。“独行独坐，独倡独酬还独卧”两句，连用五个“独”字，充分表现出她的孤独与寂寞，似乎“独”字贯穿在她的一切活动中 。“伫立伤神”等两句，紧承上句，不仅写她孤独 ，而且描绘出她的伤心失神。特别是“无奈轻寒著摸人”一句，写出了女词人对季节的敏感 。“轻寒”二字，正扣题目“春怨”二字的“春”字，全词无一语及春，惟从“轻寒”二字，透露出春天的信息 。“ 著摸”一词，宋人诗词中屡见，有撩拨、沾惹之意。如《怀蓬莱阁》诗 ：“深林鸟语流连客 ，野径花香着莫人。”《和王司法雨中惠诗》诗 ：“无那春愁着莫人，风颠雨急更黄昏 ”。“著摸”即“着莫”，朱淑真词与杨万里诗用法完全相同。轻寒为什么撩惹春愁，失去爱情幸福的女词人深有体会 ；寡居的感到“乍暖还寒时候，最难将息”（《声声慢》）。对自己的婚姻深感不满的朱淑真在“伫立伤神”之际，不禁发出“无奈轻寒著摸人”的吟咏，足见两位女词人在“轻寒”季节，有着共同的伤心之处。下片进一步抒写女词人愁怨。“此情谁见”四字，承上启下 ，一语双兼 ，“此情”，既指上片的孤独伤情，又兼指下文的“泪洗残妆无一半”写出了女词人以泪洗面的愁苦。结穴处的两句，描绘自己因愁而病，因病添愁，愁病相因，以至夜不成眠的痛苦。这首词语言自然婉转，通俗流丽，篇幅虽短，波澜颇多。上片以五个“独”字，写出了女词人因内心孤闷难遣而导致的焦灼无宁、百无一可的情状，全是动态的描写。“伫立伤神”两句，转向写静态的感觉，但意脉是相承的。下片用特写镜头摄取了两幅生动而逼真的图画：一幅是泪流满面的少妇，眼泪洗去了脸上大半的脂粉；另一幅是她面对寒夜孤灯，耿耿不寐。“剔尽寒灯”的落脚点不在“剔”字（剪剔灯心的动作 ），而在“尽”字 。“尽”字是体现时间的。所谓“ 梦又不成灯又烬”（《玉楼春》），显然是彻夜无眠。对于孤凄愁病的闺中人，只写这一泪、这一夜的悲苦，其他日子里也是完全可以想象的。又何况是“ 此情谁见”，无人见，无人知，无人慰藉，解脱！自写苦情，情长词短，其体会之深，含蕴之厚，有非男性作家拟闺情之词所能及者。", "pagelink": "http://www.shicimingju.com/chaxun/list/42388.html"}
{"title": "唐多令·惜别", "author": "[宋]吴文英", "yuanWen": "何处合成愁？离人心上秋。纵芭蕉、不雨也飕飕。都道晚凉天气好，有明月，怕登楼。年事梦中休，花空烟水流。燕辞归，客尚淹留。垂柳不萦裙带住，漫长是、系行舟。", "shangXi": "的这首《唐多令》写的是羁旅怀人。全词字句不事雕琢，自然浑成，在吴词中为别调。此词就内容而论可分两段，然与词的自然分片不相吻合。“何处合成愁？离人心上秋。纵芭蕉不雨也飕飕。都道晚凉天气好；有明月，怕登楼。年事梦中休，花空烟水流。燕辞归、客尚淹留”为第一段，起笔写羁旅秋思，酿足了愁情，目的是为写别情蓄势。前二句先点“愁”字，语带双关。从词情看，这是说造成这些愁情的，是离人悲秋的缘故，秋思是平常的，说离人秋思方可称愁，单就这点说命意便有出奇制胜之处。从字面看，“愁”字是由“秋心”二字拼合而成，所以此二字又近于字谜游戏。这种手法，古代歌谣中经常可见，谓此二句为“《子夜》变体”，具“滑稽之隽”（《花草蒙拾》），是道著语。此词以“秋心”合成“愁”字，是离合体，皆入谜格，故是“变体”。此处似乎是信手拈来，涉笔成趣，毫无造作之嫌，且紧扣主题秋思离愁，实不该以“油腔滑调”（陈廷焯《白雨斋词话》卷二）目之。“何处合成愁？离人心上秋。”两句一问一答，开篇即出以唱叹，而且凿空道来，实可称倒折之笔。下句“纵芭蕉不雨也飕飕”是说，虽然没有下雨，但芭蕉也会因飕飕秋风，发出凄凉的声响。这分明想告诉读者，先时有过雨来。而起首愁生何处的问题，正由此处蕉雨惹起。所以前二句即由此倒折出来，平添千回百折之感。秋雨初停，天凉如水，明月东升，正是登楼纳凉赏月的好时候。“都道晚凉天气好”，可谓人云亦云，而“有明月，怕登楼”，才是客子真实独特的心理写照。“月是故乡明”，望月是难免会触动乡思离愁的。这三句没有直说愁，却通过客子心口不一的描写把它充分地表现了。秋属岁未，颇容易使人联想到晚岁。过片就叹息年光过尽，往事如梦。“花空烟水流”是比喻青春岁月的流逝，又是赋写秋景，兼有二义之妙。由此可见客子是长期飘泊在外，老大未回之人。看到燕子辞巢而去，心生无限感慨。“燕辞归”与“客尚淹留”，两相对照，自可见人不如候鸟。以上蕉雨、明月、落花、流水、去燕……虽无非秋景，而又不是一般的秋景，于中无往而非客愁，这也就是“离人心上秋”的具体形象化了。此下“垂柳不萦裙带住，谩长是、系行舟”为第二段，写客中孤寂的感叹。“垂柳”是眼中秋景，而又关离情别事写来承接自然。“萦”、“系”二字均由柳丝绵长思出，十分形象。“垂柳不萦裙带住”一句写的是其人已去，“裙带”二字暗示对方的身份和彼此之间的关系：“漫长是，系行舟”二句是自况，意思是自己不能随去。羁身异乡，又成孤零，本就有双重悲愁，何况离自己而去者又是一位情侣呢。由此方见篇着“离人”二字具有更多一重含意，是离乡又逢离别的人啊，其愁也就更其难堪了。伊人已去而自己既留，必有不得已的理由，却不明说（也无须说），只是埋怨柳丝或系或不系，无赖至极，却又耐人寻味。“燕辞归、客尚淹留”句与此三句，又形成比兴关系，情景相映成趣。全词第一段对于羁旅秋思着墨较多，渲染较详，为后边描写蓄足了力量。第二段写字中怀人，着笔简洁明快，发语恰到好处，毫无拖沓之感。较之作者的其它作品，此词确有其独到之处。", "pagelink": "http://www.shicimingju.com/chaxun/list/41281.html"}
{"title": "清商怨 葭萌驿作", "author": "[宋]陆游", "yuanWen": "江头日暮痛饮，乍雪晴犹凛。山驿凄凉，灯昏人独寝。鸳机新寄断锦，叹往事、不堪重省。梦破南楼，绿云堆一枕。", "shangXi": "【注释】：葭萌驿，位于四川剑阁附近，西傍嘉陵江（流经葭萌附近1172 年，又名桔柏江），是蜀道上著名的古驿之一，作者有诗云 ：“乱山落日葭萌驿，古渡悲风桔柏江”（《 有怀梁益旧游》）。乾道八年1172 年在四川宣抚使司（治所南郑，今陕西汉中）任职时，曾数次经过此地。按陆游是当年三月到任、十一月离任赴成都的，据词中所写情景应该是十一月间赴成都经过此地所写的。上片写在这里留宿的情况，“江头日暮痛饮”，直赋其事，可见词人心中的不快 。“痛饮”是排遣愁绪的意思。“乍雪晴犹凛”，衬写其景。斜光照积雪，愈见其寒，由此雪后清寒正映出心境之寒。“山驿凄凉，灯昏人独寝。”由日暮写到夜宿，“凄凉”二字写出了词人独宿的滋味“灯昏”更可以看出词人的凄凉、寂寞。古驿孤灯，是旅中孤栖的典型的氛围，不少诗人词客都曾这样描写。写过：“邯郸驿里逢冬至，抱膝灯前影伴身”（《 邯郸冬至夜思家》）；写过；“⋯⋯风紧驿亭深闭。梦破鼠窥灯”（《如梦令》）。此词亦复如此 ，而且此处“ 灯昏”与前面日暮雪白映照，更带有一层悲哀的色调。上片四句似信手掂来其实在层次、情景的组织上是很新巧的。过片由“ 独寝”作相反联想 。“鸳机新寄断锦，叹往事 、不堪重省。”“鸳机”，是一种织具此句引用了前秦织锦为回文诗寄赠其夫窦滔的故事，意思是自己心爱的人新近又寄来了书信。“往事”，指当初欢快相聚的时候“不堪重省”者有二，一是山长水阔难以重聚，二是此时凄清想起往日的温暖，更是难耐。后一种意味更切此时的“不堪 ”。虽则不堪，心偏向往 ，回避不了 ：“梦破南楼，绿云堆一枕。”这就是“往事”中的一事，当年同卧南楼，梦醒时见身边的她“ 绿云堆一枕”。“绿云”指的是女子秀美的鬓发，“ 堆”，形容头发蓬松、茂密之状这使人想起“鬓云欲度香腮雪”、“ 绿窗残梦迷”（《菩萨蛮》的句子，这是多么动人的情态啊！独宿的凄凉，使他想起往事；想起这件往事，可能加重了他的凄凉感，也可能使他的凄凉感在往事的玩味中消减，这就是人情的微妙处 。“梦破”自是当年情事，我们也不妨将之与今日联系起来，当年的情事如果发生在今天，不同样是温馨一梦吗？今梦、昔梦连成一片，词家恍惚之笔，十分难得。云：放翁诗“结处必有兴会，有意味”（《瓯北诗话》），此词也是这样。此词当写羁旅愁思，将艳情打并进去，正显出愁思的深切温厚，宋词中如此表现颇为常见。下片所思人事，当有所源。同年春末词人由夔州调往南郑时经过此地曾写有《蝶恋花·离小益作》：陌上箫声寒食近。雨过园林，花气浮芳润。千里斜阳钟欲螟，凭高望断南楼信。海角天涯行略尽。三十年间，无处无遗恨。天若有情终欲问，忍教霜点相思鬓？“南楼信”云云亦是思念“南楼”女子，此女子是谁 ，现在已难以确考了有人认为此词是比兴之作，“‘梦破’是说的幻梦应该是指由陇右进军长安，收复失地这一梦想）的破灭，从表现看来，这里全写的男女之情，当日的欢爱，⋯⋯可是现在恩情断了，‘鸳机新寄断锦’，更没有挽回的余地。陆游在这个境界里，感到无限的凄凉 。”（《 中国历代著名文学家评传》）第三卷《陆游》，参见《词学研究论文集·陆游的词》）这样的解说恐怕并不是词的本意。如果说，陆游由于从军南郑的失意，加深了心头的抑郁，使得他“在这个境界里”，更“感到无限的凄凉 ”，羁愁中渗进了政治失意的意绪，那是可以理解的，也是很自然的；若字牵句合以求比兴，那就显得太机械了。至于以陆游此次是携眷同行为据，证实此词是“假托闺情写他自己政治心情 ”，那恐怕与文学创作规律及古人感情生活方式都相距甚远了。", "pagelink": "http://www.shicimingju.com/chaxun/list/40487.html"}
{"title": "霜天晓角 梅", "author": "[宋]范成大", "yuanWen": "晚晴风歇，一夜春威折。脉脉花疏天淡，云来去，数枝雪。胜绝，愁亦绝。此情谁共说。惟有两行低雁，知人倚、画楼月。", "shangXi": "【注释】：这首词以“梅”为题，写出了怅惘孤寂的幽愁。上阕写景之胜，下阕写愁之绝。起首二句先写天气转变之佳：傍晚，天晴了，风歇了 ，春寒料峭的威力，有所折损。用一“折”字，益见原来春寒之厉，现在春暖之和。紧接“晚晴风歇”，展示了一幅用淡墨素彩勾画的绝妙画面。脉脉，是含情的样子；“花疏”，点出梅花之开。以“脉脉”加诸“花疏天淡”之上，就使人感到不仅那脉脉含情的梅花，就连安详淡远天空也仿佛在向人致意呢。“天淡”是静态，接“云来去”成为动态 ，更见“晚晴风歇”之后 ，气清云闲之美。“花疏”与“天淡”相谐，既描写了“天”之“淡”，所以末一句“数枝雪”，又形象地勾画了“梅”之“ 疏”。如此精心点笔。生动景物立于眼前了“脉脉”二，也就不是泛泛而说了。显然，词人缀字的针线是十分细密的；而其妙处在天然浑成，能够运密入疏。下阕“胜绝”是对上阕的概括。景物美极了，而“愁亦绝”。“绝”字重叠，就更突出了景物美人更愁这层意思。如果说原来春零抖峭，馀寒犹厉，景象的凄冷萧疏，与人物心情之暗淡愁苦是一致的话，那么，景物之极美 ，与人之极愁，情景就似乎很不相阔了。其实这种“不一致”，正是词人匠心独运之所在。“写景与言情，非二事也 ”，以景色之优美，反衬人之孤寂，不一致中就有了一致，两个所指相反的“绝”字，在这里却表现了矛盾的统一。词中的主人到底为什么景愈美而愁愈甚呢？“ 此情谁共说”。无处诉说，这就衬出了悲愁的深度。结尾三句，又通过景物的映衬写出了人之情。雁有两行，反衬人之寂寞孤独；雁行之低，写鸿雁将要归宿，而所怀之人此时仍飘零异乡，至今未归。唯有低飞之雁才能看见春夜倚楼之人。鸿雁可以传书，则此情可以托其诉说者，也只有这两行低雁了。下片所写之景，有雁，有楼，有月，从时间上来说，比上片已经迟了；但是，从境界上来说，与上片淡淡的云，疏疏的梅，恰好构成了一幅完整的调和的画面，与画楼中之人以及其孤寂独处的心情正复融为一体，从而把怀人的感情形象化了。越是写得含蓄委婉，就越使人感到其感情的深沉和执着。以淡景写浓愁，以良宵反衬孤寂无侣的惆怅，运密入疏，寓浓于淡，这种艺术手法是颇耐人寻味的。", "pagelink": "http://www.shicimingju.com/chaxun/list/39411.html"}
{"title": "诉衷情·凭觞静忆去年秋", "author": "[宋]晏几道", "yuanWen": "凭觞静忆去年秋，桐落故溪头。诗成自写红叶，和恨寄东流。人脉脉，水悠悠，几多愁。雁书不到，蝶梦无凭，漫倚高楼。", "shangXi": "此词描写孤独寂寞的相思之苦。开头两句，回忆去年秋天与情人在故溪头、桐树下相晤话别的情景。话别，是推断出来的，是根据下文的“恨”字说的，这恨，只能是离愁别恨。把相唔之处称作“故溪头”，也很有意思，加上一个“故”字，就把二人对年交往的情义包括进去了。接下来用“红叶题诗”的典故，是暗中把自己比喻幽闭的宫女，其孤独寂寞之情状依稀可见。过片三短句，写得很概括，但给读者留出的想象空间却很开阔。人是“漫倚高楼”，朝下面含情不语地凝望着悠悠的流水，此时此际，心中所忆、所想，所希冀、所企盼，均在不言之中。“水悠悠”之后接上“几多愁”，也许是巧合，这使读者联想到李后主的名句“问君能有几多愁，恰似一江春水向东流”。所以，三个短句的表现力是相当强的。接下来，“雁书不到，蝶梦无凭”，巧妙地天然属对，把见不到信、做不成梦的情况通过典故表达出来，这一方面可与上片的用典相呼应，避免了失之单调的弊病，另一方面，也使得词句呈现出丰满的形象性，避免了抽象地空喊孤独、空喊寂寞的弊病。最后以“漫倚高楼”作结束，交代了全词所写的“凭觞静忆”和倚楼凝望的所在之处，使得主人公的活动有了个落脚点，这也是很必要的。还有一点很有意思，全词以倚楼作结，但倚楼的行为并没有停止，词读完了，在读者的印象中，好像主人公仍然在倚楼沉思，并没有移步离开那儿。", "pagelink": "http://www.shicimingju.com/chaxun/list/37463.html"}
{"title": "蝶恋花·蝶懒莺慵春过半", "author": "[宋]苏轼", "yuanWen": "蝶懒莺慵春过半。花落狂风，小院残红满。午醉未醒红日晚，黄昏帘幕无人卷。云鬓鬅松眉黛浅。总是愁媒，欲诉谁消遣。未信此情难系绊，杨花犹有东风管。", "shangXi": "【注释】：这首词以种种柔美的意象，塑造出一个多愁善感的伤春少女形象；以春意阑珊的景象，烘托出少女伤春的复杂心绪。上片由写景过渡到写人。春光已消逝大半，蝴蝶懒得飞舞，黄莺也有些倦怠 ，风卷花落，残红满院。面对这“风雨送春归”、“无计留春住”的情景，心事重重的少女 ，不免触目伤情，倍添寂寥之感。自然，蝶 、莺本来不见得慵懒，但从这位少女的眼光看来，不免有些无精打采了。发端写景，下了“懒”、“慵”、“狂 ”、“残 ”等字，就使周围景物蒙上了主人公的感情色彩 ，隐约地透露了主人公的心境。以下写人：红日偏西，午醉未醒，光线渐暗，帘幕低垂。此情此景，分明使人感到主人公情懒意慵，神倦魂销。无一语言及伤春，而伤春意绪却宛然在目。下片由写少女的外在形象 ，过渡到写内心世界，点出伤春的底蕴。首句以形写神，写因伤春而懒于梳洗。以下承上刻画愁思之重 。“总是愁媒，欲诉谁消遣 ”，是说触处皆能生愁，无人可为排解 。“总”字统括一切，一切景物都成为愁的触媒，而又无人可以倾诉，则心绪之烦乱，襟怀之孤寂，可以想见。到此已把愁情推向高潮。煞拍宕开，谓此情将不会一无依托，杨花尚有东风来吹拂照管，难道自身连杨花也不如吗！杨花似花非花，在花中身价不高，且随风飘荡，有似薄命红颜，一无依托。这里即景取喻，自比杨花，悲凉之情以旷语出之，愈觉凄恻动人。词的结尾耐人寻味。它创造出新意境，写出了少女的消极伤感与天真大胆交织的矛盾心理，显得不同凡响，别具一格。", "pagelink": "http://www.shicimingju.com/chaxun/list/282213.html"}
{"title": "蝶恋花·雨霰疏疏经泼火", "author": "[宋]苏轼", "yuanWen": "雨霰疏疏经泼火。巷陌秋千。犹未清明过。杏子梢头香蕾破。淡红褪白胭脂涴。苦被多情相折挫。病绪厌厌，浑似年时个。绕遍回廊还独坐。月笼云暗重门锁。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/282202.html"}
{"title": "蝶恋花·雨後春容清更丽", "author": "[宋]苏轼", "yuanWen": "雨后春容清更丽。只有离人，幽恨终难洗。北固山前三面水。碧琼梳拥青螺髻。一纸乡书来万里。问我何年，真个成归计。白首送春拚一醉。东风吹破千行泪。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/280486.html"}
{"title": "青门引/青门饮", "author": "[宋]张先", "yuanWen": "乍暖还轻冷。风雨晚来方定。庭轩寂寞近清明，残花中酒，又是去年病。楼头画角风吹醒。入夜重门静。那堪更被明月，隔墙送过秋千影。", "shangXi": "【注释】    ①中酒：喝醉了酒。    【评解】    这是一首春日怀人之作。从气候的忽冷忽暖，风雨时至，联系到人的思想活动。不说酒意被角声所惊而渐醒，却说是被风吹醒。入夜月明人静，只见隔墙送来秋千之影。隐约点出醉酒的原因。含蓄宛转，丽辞腻声，表现出张词的风格。    【集评】    俞陛云《唐五代两宋词选释》：残春病酒，已觉堪伤，况情怀依旧，愁与年增，乃加倍写法。结句之意，一见深夜寂寥之景，一见别院欣戚之殊。梦窗因秋千而忆凝香纤手，此则因隔院秋千而触绪有怀，别有人在，乃侧面写法。    沈际飞《草堂诗余正集》：怀则自触，触则愈怀，未有触之至此极者。黄蓼园《蓼园词选》：落寞情怀，写来幽隽无匹，不得志于时者，往往借闺情以写其幽思。角声而曰风吹醒，“醒”字极尖刻。末句那堪送影，真见描神之笔，极希微窅渺之致。-----------------------此为春日怀人之作。词中所写时间是寒食节近清明时，地点是词人独处的家中。全词抒写了词人感于自己生活孤独寂寞，因外景而引发的怀旧情怀和忧苦心境。上片起首两句，写词人对春日里天气频繁变化的感受。“乍暖”，见出是由春寒忽然变暖。“还”字一转，引出又一次变化：风雨忽来，轻冷袭人。轻寒的风雨，一直到晚才止住了。词人感触之敏锐，不但体现在对天气变化的频繁上，更体现在天气每次变化的精确上 。天暖之感为“乍”；天冷之感为“轻”；风雨之定为“ 方”。遣词精细确切，暗切微妙人情。人们对自然现象变换的感触，最容易暗暗引起对人事沧桑的悲伤。“庭轩”一句，由天气转写现境，并点出清明这一气候变化多端的特定时节。至此，这“寂寞”之感就进而属于内心的感受了。歇拍二句，层层逼出主题：春已迟暮，花已凋零，自然界的变迁，象喻着人事的沧桑，美好事物的破灭，种下了心灵的病根。此病无药可治，唯有借酒浇愁而已 ，但醉了酒，失去理性的自制，只会加重心头的愁恨。更使人感触的是这样的经验已不是头一遭。去年如此，今年也不例外，“又是去年病”点明词旨。过片承醉酒之后而来。“楼头画角风吹醒”，兼写两种感觉。凄厉的角声 ，轻冷的晚风 ，使酣醉的人清醒过来。黄蓼园评云：“角声而曰风吹醒，醒字极尖刻。”（《蓼园词选》）这一个“醒”字，表现出角声晚风并至而醉人不得不苏醒的一刹那间反应，同时也暗示酒醉之深和愁恨之重。伤心人被迫醒来自是痛苦不堪，“入夜”一句，即以现境象征痛苦的心境。夜色降临，心情更加黯然，更加沉重。而重重深闭的院门更象喻着不得开启的心扉。结句指出重门也阻隔不了触景伤怀，溶溶月光居然把隔墙的秋千影子送了过来。黄蓼园对此句也甚为激赏：“末句那堪送影，真是描神之笔，极希微窅渺之致。”（《蓼园词选》）月光下的秋千影子是幽微的，描写这一感触，也深刻地表现词人抑郁的心灵。“那堪”二字，重在揭示为秋千影所触动的情怀。此词用景表情 ，寓情于景 ，“怀则自触，触则愈怀 ，未有触之至此极者”（沈际飞《 草堂诗余正集》）。尤其是词之末句，写人却言物，写物却只写物之影，影是人，人又如影之虚之无，确实写出了隽永的词味。总之，词艺术上的含蓄和韵味，在此词中得到了充分体现。", "pagelink": "http://www.shicimingju.com/chaxun/list/269750.html"}
{"title": "除夜宿石头驿（一作石桥馆）", "author": "[唐]戴叔伦", "yuanWen": "旅馆谁相问，寒灯独可亲。一年将尽夜，万里未归人。寥落悲前事，支离笑此身。愁颜与衰鬓，明日又逢春。", "shangXi": "【注释】：　　长期飘泊，客中寂寞，又值除夕之夜，还独自滞迹在他乡逆旅，此情此景，更何以堪。这首诗就真切地抒写了诗人当时的际遇，蕴蓄着无穷的感慨和凄凉之情。　　此诗当作于诗人晚年任抚州（今属江西）刺史时期。这时他正寄寓石头驿（在今江西新建县赣江西岸），可能要取道长江东归故乡金坛（今属江苏）。“旅馆谁相问？寒灯独可亲。”起句突兀，却在情理之中。除夕之夜，万家团聚，自己却还是浮沉宦海，奔走旅途，孤零零地在驿馆中借宿。长夜枯坐，举目无亲，又有谁来问寒问暖。人亲，眼下就只有寒灯一盏，摇曳作伴。“谁相问”，用设问的语气，更能突出旅人凄苦不平之情。“寒灯”，点出岁暮天寒，更衬出诗人思家的孤苦冷落的心情。　　一灯相对，自然会想起眼前的难堪处境：“一年将尽夜，万里未归人。”出句明点题中“除夜”，对句则吐露与亲人有万里相隔之感。清人说此句“应是万里归来，宿头驿，未及到家也。不然，石城（“石头城”的简称）与金坛相距几何，而云万里乎？”（《唐诗别裁》）这固然是一种理解。但不能因石头驿与金坛相距不远，就不能用“万里”。只要诗人尚未到家，就会有一种远在天涯的感觉。“万里”，似不应指两地间的实际路程，而是就心理上的距离说的。这一联，摒弃谓语，只用两个名词，连同前面的定语“一年将尽”、“万里未归”，构成对仗，把悠远的时间性和广漠的空间感，对照并列在一起，自有一种暗中俯仰、百感苍茫的情思和意境，显示出诗人高超的艺术概括力，具有深沉的形象感染力。　　这一晚，多少往事涌上心头。“寥落悲前事，支离笑此身”，就写出了这种沉思追忆和忆后重又回到现实时的自我嘲笑。“支离”，本指形体不全，这里指流离多病。据记载，任官期间，治绩斐然。晚年在抚州时曾被诬拿问，后得昭雪。诗人一生行事，抱有济时之志，而现在不但没能实现，反落得病骨支离，江湖飘泊，这怎能不感到可笑呢？这“笑”，含蕴着多少对不合理现实的愤慨不平，是含着辛酸眼泪的无可奈何的苦笑。　　然而，前景又如何呢？“愁颜与衰鬓，明日又逢春。”一年伊始，万象更新，可是诗人的愁情苦状却不会改变。一个“又”字，写出诗人年年待岁，迎来的只能是越来越可怜的老境，一年不如一年的凄惨命运。这个结尾，给人以沉重的压抑感和不尽的凄苦况味。全诗写情切挚，寄慨深远，一意连绵，凄恻动人，自非一般无病呻吟者可比　　（徐竹心）", "pagelink": "http://www.shicimingju.com/chaxun/list/252159.html"}
{"title": "宫词五首", "author": "[唐]顾况", "yuanWen": "禁柳烟中闻晓乌，风吹玉漏尽铜壶。内官先向蓬莱殿，金合开香泻御炉。玉楼天半起笙歌，风送宫嫔笑语和。月殿影开闻夜漏，水精帘卷近银河。玉阶容卫宿千官，风猎青旂晓仗寒。侍女先来荐琼蕊，露浆新下九霄盘。九重天乐降神仙，步舞分行踏锦筵。嘈囋一声钟鼓歇，万人楼下拾金钱。金吾持戟护新檐，天乐声传万姓瞻。楼上美人相倚看，红妆透出水精帘。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/247174.html"}
{"title": "燕子来舟中作", "author": "[唐]杜甫", "yuanWen": "湖南为客动经春，燕子衔泥两度新。旧入故园尝识主，如今社日远看人。可怜处处巢居室，何异飘飘托此身。暂语船樯还起去，穿花贴水益沾巾。", "shangXi": "【注释】：　　于大历三年（768）出峡，先是漂泊湖北，后转徙湖南，大历四年正月由岳州到潭州。写此诗时，已是第二年的春天了，诗人仍留滞潭州，以舟为家。所以诗一开始就点明“湖南为客动经春”，接着又以燕子衔泥筑巢来形象地描绘春天的景象，引出所咏的对象──燕子。　　“旧入故园尝识主，如今社日远看人。”旧时你入我故园之中曾经认识了我这主人，如今又逢春社之日，小燕儿，你竟远远地看着我，莫非你也在疑惑吗？为什么主人变成这么孤独，这么衰老？他的故园又怎样了？他为什么在孤舟中漂流？　　“可怜处处巢居室，飘飘托此身。”我老病一声，有谁来怜我，只有你小燕子倒来关心我了。而我也正在哀怜你，天地如此广阔，小小的燕子却只能到处为家没有定居之所，这又何异于飘飘荡荡托身于茫茫江湖之中的我呢？　　“暂语船樯还起去，空花贴水益沾巾。”为了安慰我的寂寞，小燕子啊，你竟翩然来我舟中，暂歇船樯上，可刚和我说了几句话马上又起身飞去，因为你也忙于生计要不断地去衔泥捉虫呀。而你又不忍径去，穿花贴水，徘徊顾恋，真令我禁不住老泪纵横了。　　此诗写燕来舟中，似乎是来陪伴寂寞的诗人；而诗人的感情象泉水般汩汩地流入读者的心田。我们的眼前仿佛出现那衰颜白发的诗人，病滞孤舟中，而在船樯上却站着一只轻盈的小燕子，这活泼的小生命给诗人带来春天的信息。我们的诗人呢，只见他抬头对着燕子充满爱怜地说话，一边又悲叹着喃喃自语……还有比这样的情景更令人感动的么？　　全诗极写漂泊动荡之忧思，“为客经春”是一篇的主骨。中间四句看似句句咏燕，实是句句关连着自己的茫茫身世。最后一联，前十一字，也是字字贴燕，后三字“益沾巾”突然转为写己。体物缘情，浑然一体，使人分不清究竟是人怜燕，还是燕怜人，凄楚悲怆，感人肺腑。清人卢世?评曰：“此子美晚岁客湖南时作。七言律诗以此收卷，五十六字内，比物连类，似复似繁，茫茫有身世无穷之感，却又一字不说出，读之但觉满纸是泪，世之相后也，一千岁矣，而其诗能动人如此。”　　（徐永端）", "pagelink": "http://www.shicimingju.com/chaxun/list/228102.html"}
{"title": "孤雁（一作后飞雁）", "author": "[唐]杜甫", "yuanWen": "孤雁不饮啄，飞鸣声念群。谁怜一片影，相失万重云。望尽似犹见，哀多如更闻。野鸦无意绪，鸣噪自纷纷。", "shangXi": "【注释】：　　这首咏物诗写于大历初居夔州时。它是一首孤雁念群之歌，体物曲尽其妙，同时又融注了作者的思想感情，堪称佳绝。　　依常法，咏物诗以曲为佳，以隐为妙，所咏之物是不宜道破的。杜甫则不然，他开篇即唤出“孤雁”，而此孤雁不同一般，它不饮，不啄，只是一个劲地飞着，叫着，声音里透出：它是多么想念它的同伴！不独想念，而且还拼命追寻，这真是一只情感热烈而执着的“孤雁”。清人浦起龙评曰：“‘飞鸣声念群’，一诗之骨”（《读杜心解》），是抓住了要领的。　　次联境界倏忽开阔。高远浩茫的天空中，这小小的孤雁仅是“一片影”，它与雁群相失在“万重云”间，此时此际的心情该多么惶急、焦虑，又该多么迷茫啊！天高路遥，云海迷漫，将往何处去找失去的伴侣？此联以“谁怜”二字设问，这一问间仿佛打开了一道闸门，诗人胸中情感的泉流滚滚流出：“孤雁儿啊，我不正和你一样凄惶么？天壤茫茫，又有谁来怜惜我呢？”诗人与雁，物我交融，浑然一体了。清人朱鹤龄注此诗说：“此托孤雁以念兄弟也”，且诗人所思念者恐不独是兄弟，还包括他的亲密的朋友。经历了安史之乱，在那动荡不安的年月里，诗人流落他乡，亲朋离散，天各一方，可他无时不渴望骨肉团聚，无日不梦想知友重逢，这孤零零的雁儿，寄寓了诗人自己的影子。　　三联紧承上联，从心理方面刻画孤雁的鲜明个性：它被思念缠绕着，被痛苦煎熬着，迫使它不停地飞鸣。它望尽天际，望啊，望啊，仿佛那失去的雁群老在它眼前晃；它哀唤声声，唤啊，唤啊，似乎那侣伴的鸣声老在它耳畔响；所以，它更要不停地追飞，不停地呼唤了。这两句血泪文字，情深意切，哀痛欲绝。浦起龙评析说：“惟念故飞，望断矣而飞不止，似犹见其群而逐之者；惟念故鸣，哀多矣而鸣不绝，如更闻其群而呼之者。写生至此，天雨泣矣！”（《读杜心解》）　　结尾用了陪衬的笔法，表达了诗人的爱憎感情。孤雁念群之情那么迫切，它那么痛苦、劳累；而野鸦们是全然不懂的，它们纷纷然鸣噪不停，自得其乐。“无意绪”是孤雁对着野鸦时的心情，也是杜甫既不能与知己亲朋相见，却面对着一些俗客庸夫时厌恶无聊的心绪。“知我者谓我心忧，不知我者谓我何求”（《诗·王风·黍离》），与这般“不知我者”有什么可谈呢？　　这是一篇念群之雁的赞歌，它表现的情感是浓挚的，悲中有壮的。它那样孤单、困苦，同时却还要不断地呼号、追求，它那念友之情在胸中炽烈地燃烧，它甚至连吃喝都可抛弃，更不顾处境的安危；安虽命薄却心高，宁愿飞翔在万重云里，未曾留意暮雨寒塘，诗情激切高昂，思想境界很高。　　就艺术技巧而论，全篇咏物传神，是大匠运斤，自然浑成，全无斧凿之痕。中间两联有情有景，一气呵成，而且景中有声有色，甚至还有光和影，能给人以“立体感”，仿佛电影镜头似的表现那云间雁影，真神来之笔。　　（徐永端）------------------------------------------------　　【鹤注】此托孤雁以念兄弟也，当是大历初夔州作。　　孤雁不饮啄①，飞鸣声念群②。谁怜一片影③，相失万重云④。望尽似犹见，哀多如更闻。野鸦无意绪⑤，鸣噪亦纷纷⑥。　　（咏孤雁，有流落之悲。首二另提。片影相失，写孤雁之状。望尽哀多，写念群之意。末联，借鸦形雁，乃题之外象。不饮啄者，为念群故也。谁怜，指群雁之已去者。雁行既远，望尽矣，似犹有所见而飞；追呼不及，哀多矣，如更有所闻而鸣。二句，申言飞鸣迫切之情。见闻二字，属在孤雁。王彦辅曰：公值丧乱，羇旅南土，而见于诗者，常在乡井，故托意于孤雁。章末，讥不知我而者。师氏曰：《孤雁》诗云：“更无声接绪，空有影相随。”孤则孤矣，岂若此侍“飞鸣声念群”一语，孤之中仍有不孤之念乎。）　　①魏文帝诗：“孤雁独南翔。”诗：“誓将收饮啄。”②《诗》：“载飞载鸣。”诔词：“念群桑梓”③诗：“涧底一片雨。”④梁简文帝诗：“花茂蝶争飞，枝浓鸟相失。”诗：“山上万重云。”⑤诗：“丝中传意绪。”何逊诗：“生平无意绪。”⑥《记》：鲁僖公十四年，晋文公焚林以求介之推，有白鸦绕烟而噪。 -----------仇兆鳌 《杜诗详注》-----------", "pagelink": "http://www.shicimingju.com/chaxun/list/226550.html"}
{"title": "除夜作", "author": "[唐]高适", "yuanWen": "旅馆寒灯独不眠，客心何事转凄然。故乡今夜思千里，愁鬓明朝又一年。", "shangXi": "【注释】：　　除夕之夜，传统的习惯是一家欢聚，“达旦不眠，谓之守岁”（《风土记》）。诗题《除夜作》，本应唤起人们对这个传统佳节的很多欢乐的记忆和想象的，然而这首诗中的除夜却是另一种情景。　　诗的开头就是“旅馆”二字，看似平平，却不可忽视，全诗的感情就是由此而生发开来的。这是一个除夕之夜，诗人眼看着外面家家户户灯火通明，欢聚一堂，而自己却远离家人，身居客舍。两相对照，不觉触景生情，连眼前那盏同样有着光和热的灯，竟也变得“寒”气袭人了。“寒灯”二字，渲染了旅馆的清冷和诗人内心的凄寂。寒灯只影自然难于入眠，更何况是除夕之夜！而“独不眠”自然又会想到一家团聚，其乐融融的守岁的景象，那更是叫人难耐。所以这一句看上去是写眼前景、眼前事，但是却处处从反面扣紧诗题，描绘出一个孤寂清冷的意境。第二句“客心何事转凄然”，这是一个转承的句子，用提问的形式将思想感情更明朗化，从而逼出下文。“客”是自指，因身在客中，故称“客”。竟是什么使得诗人“转凄然”呢？当然还是“除夜”。晚上那一片浓厚的除夕气氛，把自己包围在寒灯只影的客舍之中，那孤寂凄然之感便油然而生了。　　诗完一二句后，似乎感到诗人要倾吐他此刻的心绪了，可是，却又撇开自己，从对面写来：“故乡今夜思千里。”“故乡”，是借指故乡的亲人；“千里”，借指千里之外的自己。那意思是说，故乡的亲人在这个除夕之夜定是想念着千里之外的我，想着我今夜不知落在何处，想着我一个人如何度过今夕……其实，这也正是“千里思故乡”的一种表现。“霜鬓明朝又一年”，“今夜”是除夕，所以明朝又是一年了，由旧的一年又将“思”到新的一年，这漫漫无边的思念之苦，又要在霜鬓增添新的白发。说：“作故乡亲友思千里外人，愈有意味”。（《唐诗别裁》）之所以“愈有意味”，就是诗人巧妙地运用“对写法”，把深挚的情思抒发得更为婉曲含蕴。这在古典诗歌中也是一种常见的表现手法，如的《月夜》：“今夜觞州月，闺中只独看。”诗中写的是妻子思念丈夫，其实恰恰是诗人自己感情的折光。　　认为绝句“对结者须意尽。如……夫‘故乡今夜思千里，霜鬓明朝又一年’。添著一语不得乃可”（《诗薮·内编》卷六）。所谓“意尽”，大概是指诗意的完整；所谓“添著一语不得”，也就是指语言的精炼。“故乡今夜思千里，霜鬓明朝又一年”，正是把双方思之久、思之深、思之苦，集中地通过除夕之夜抒写出来了，完满地表现了诗的主题思想。因此，就它的高度概括和精炼含蓄的特色而言，是可以说收到了“意尽”和“添著一语不得”和的艺术效果。　　（赵其钧）", "pagelink": "http://www.shicimingju.com/chaxun/list/215707.html"}
{"title": "寒食寄京师诸弟", "author": "[唐]韦应物", "yuanWen": "雨中禁火空斋冷，江上流莺独坐听。把酒看花想诸弟，杜陵寒食草青青。", "shangXi": "【注释】：　　诗集中收录寄诸弟诗近二十首，可以看出他是一个手中情深的诗人。而正由于出自性情，发自胸臆，所以这首诗虽只是即景拈来，就事写出，却令人感到蕴含深厚，情意悠长。　　就章法而言，这首诗看似平铺直叙，顺笔写来，而针线极其绵密。诗的首句从近处着笔，实写客中寒食的景色；末句从远方落想，遥念故园寒食的景色。这一起一收，首尾呼应，紧扣诗题。中间两句，一句暗示独坐异乡，一句明写想念诸弟，上下绾合，承接自然。两句中，一个“独”字、一个“想”字，对全篇有穿针引线的妙用。第二句的“独”字，既是上句“空”字的延伸，又是下句“想”字的伏笔；而第三句的“想”字，既由上句“独”字生发，又统辖下句，直贯到篇末，说明杜陵青草之思是由人及物，由想诸弟而联想及之。从整首诗看，它是句句相承，暗中钩连，一气流转，浑然成章的。　　在表面上，这首诗，除第三句直抒情意外，通篇写景；而从四句之间的内在联系看，正是这第三句在全诗中居主位，其余三句居宾位，一切雨中空斋、江上流莺以及杜陵草青之景，都是围绕第三句而写的。在《夕堂永日绪论》中说：“无论诗歌与长行文字，俱以意为主。”又说：“诗文俱有主宾。无主之宾，谓之乌合。”这首诗的第三句，如他所说，是“立一主以待宾”。这样，上下三句就不是乌合的无主之宾，“乃俱有情而相浃洽”。换言之，正因为诗人情深意真，在下笔时把“想诸弟”的情意贯串、融合在全诗之中，就使四句诗相互浃洽，成为一个极其和谐的整体。　　当然，宾虽然不能无主，而主也不能无宾。这首诗的第三句又有赖于上两句和下一句的烘托。这首诗的一、二两句，看来不过如实写出身边景、眼前事，但也含有许多层次和曲折。第一句所写景象，寒食禁火，万户无烟，本来已经够萧索的了，更逢阴雨，又在空斋，再加气候与心情的双重清冷，这样一层加一层地写足了环境气氛。第二句同样有多层意思，“江上”是一层，“流莺”是一层，“坐听”是一层，而“独坐”又是一层。这句，本是随换句而换景，既对春江，又听流莺，一变上句所写的萧索景象，但在本句中却用一个“独”字又折转回来，在多层次中更显示了曲折。两句合起来，对第三句中表达的“想诸弟”之情起了层层烘染、反复衬托的作用。至于紧接在第三句后的结尾一句，把诗笔宕开，寄想象于故园的寒食景色，就更收烘托之妙，进一步托出了“想诸弟”之情，使人更感到情深意远。　　这首诗，运笔空灵，妙有含蓄，而主要得力尾一句。这个结句，就本句说是景中见情，就全篇说是以景结情，收到藏深情于行间、见风韵于篇外的艺术效果。它与《山中送别》诗“春草明年绿，王孙归不归”句，都取意于《楚辞·招隐士》“王孙游兮不归，春草生兮萋萋”。但王维句是明写，语意实；这一句是暗点，更显得蕴藉有味。它既透露了诗人的归思，也表达了对诸弟、对故园的怀念。这里，人与地的双重怀念是交相触发、融合为一的。　　（陈邦炎）", "pagelink": "http://www.shicimingju.com/chaxun/list/198751.html"}
{"title": "谢公亭（盖谢脁、范云之所游）", "author": "[唐]李白", "yuanWen": "谢公离别处，风景每生愁。客散青天月，山空碧水流。池花春映日，窗竹夜鸣秋。今古一相接，长歌怀旧游。", "shangXi": "谢公亭位居宣城城北，任宣城时，曾在这里送别诗人。　　“谢亭离别处，风景每生愁。”谢朓、范云当年离别之处犹在，今天每睹此处景物则不免生愁。“愁”字内涵很广，思古人而恨不见，度今日而觉孤独，乃至由谢朓的才华、交游、遭遇，想到自己的受谗遭妒，都可能蕴含其中。　　“客散青天月，山空碧水流。”两句紧承上联“离别”、“生愁”，写谢公亭的风景。由于“离别”，当年诗人欢聚的场面不见了，此地显得天旷山空，谢公亭上唯见一轮孤月，空山寂静，碧水长流。这两句写的是眼前令人“生愁”的寂寞。把他那种怀斯人而不见的怅惘情绪涂抹在景物上，就使得这种寂寞而美好的环境，似乎仍在期待着久已离去的前代诗人，从而能够引起人们对于当年客散之前景况的遐想。这不仅是怀古，同时包含李白自己的生活感受。李白的诗，也经常为自己生活中故交云散、盛会难再而深致惋惜，这表现了李白对于人间友情的珍视，并且也很容易引起读者的共鸣。　　“客散”两句似乎已经括尽古今了，但意犹未足，接着两句“池花春映日，窗竹夜鸣秋”，不再用孤月、空山之类景物来写“生愁”，而是描绘谢公亭春秋两季佳节良宵的景物。池花映着春日自开自落，窗外修竹在静谧的秋夜中窣窣地发出清响，则风景虽佳，人事依然不免寂寞。两句看上去似乎只是描写今日的风光，而由于上联已交代了“客散”、“山空”，读者却不难从这秀丽的景色中，感受到诗人言外的寂寞，以及他面对谢公亭风光追思遐想，欲与古人神游的情态。　　“今古一相接，长歌怀旧游。”诗人在缅怀遐想中，似是依稀想见了古人的风貌，沟通了古今的界限，乃至在精神上产生了共鸣。这里所谓“一相接”，是由于心往神驰而与古人在精神上的契合，是写在精神上对于谢公旧游的追踪。这是一首缅怀谢朓的诗，但读者却从中感受到李白的精神性格。他的怀念，表现了他美好的精神追求，高超的志趣情怀。　　李白的五律，具有律而近古的特点。这，一方面体现在往往不受声律的约束，在体制上近古；而更主要地则是他的五律绝无初唐的浮艳气息，深情超迈而又自然秀丽。象这首《谢公亭》，从对仗声律上看，与唐代一般律诗并无多大区别，但从精神和情致上看，说它在唐律中带点古意却是不错的。李白有意要矫正初唐律诗讲究词藻着意刻画的弊病，这首《谢公亭》就是信笔写去而不着力的。“客散青天月，山空碧水流”，浑括地写出了谢公没后亭边的景象，并没有细致的描绘，但青天、明月、空山、碧水所构成的开阔而又带有寂寞意味的境界，却显得高远。至于诗的后四句，说得更为精辟：“五六不似怀古，乃以怀古。‘今古一相接’五字，尽古今人道不得。神理、意致、手腕，三绝也。”（《唐诗评选》）盖谓“池花春映日，窗竹夜鸣秋”二句，写得悠远飘逸，看似描绘风光，而怀古的情思已寓于其中。“今古一相接”五字，一笔排除了古今在时间上的障碍，雄健无比。尤其是“一相接”三字，言外有谢公亡后，别无他人，亦即“古来相接眼中稀”（《金陵城西月下吟》）之意。这样就使得李白的怀念谢公，与一般人偶而发一点思古之幽情区别开了，格外显得超远。象这种风神气概，就逼近古诗，而和一般初唐律诗面貌迥异。（余恕诚）", "pagelink": "http://www.shicimingju.com/chaxun/list/196666.html"}
{"title": "山居即事", "author": "[唐]王维", "yuanWen": "寂寞掩柴扉，苍茫对落晖。鹤巢松树遍，人访荜门稀。绿竹含新粉，红莲落故衣。渡头烟火起，处处采菱归。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/180389.html"}
{"title": "寒食", "author": "[唐]沈佺期", "yuanWen": "普天皆灭焰，匝地尽藏烟。不知何处火，来就客心然。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/172541.html"}
{"title": "夜宿七盘岭", "author": "[唐]沈佺期", "yuanWen": "独游千里外，高卧七盘西。晓月临窗近，天河入户低。芳春平仲绿，清夜子规啼。浮客空留听，褒城闻曙鸡。", "shangXi": "“七盘岭”在今四川广元东北，又名五盘岭，有石磴七盘而上，岭上有七盘关。这首五律写旅途夜宿七盘岭上的情景，抒发惆怅不寐的愁绪。据本诗末句“褒城闻曙鸡”，褒城在今陕西汉中北，七盘岭在其西南。夜宿七盘岭，则已过褒城，离开关中，而入蜀境。这诗或作于诗人此次入蜀之初。　　首联破题，说自己将作远游，此刻夜宿七盘岭。“独游”显出无限失意的情绪，而“高卧”则不仅点出住宿高山，更有谢安“高卧东山”的意味，表示将“独游”聊作隐游，进一步点出失意的境遇。次联即写夜宿所见的远景，生动地表现出“高卧”的情趣，月亮仿佛就在窗前，银河好象要流进房门那样低。三联是写夜宿的节物观感，纤巧地抒发了“独游”的愁思。“平仲”是银杏的别称。《吴都赋》写江南四种特产树木说：“平仲君迁，松梓古度。”旧注说：“平仲之实，其白如银。”这里即用以写南方异乡树木，兼有寄托自己清白之意。“子规”即杜鹃鸟，相传是古蜀王望帝杜宇之魂化成，暮春鸣声悲哀如唤“不如归去”，古以为蜀鸟的代表，多用作离愁的寄托。这里，诗人望着浓绿的银杏树，听见悲啼的杜鹃声，春夜独宿异乡的愁思和惆怅，油然弥漫。末联承“子规啼”，写自己正浸沉在杜鹃悲啼声中，鸡叫了，快要上路了，这七盘岭上不寐的一夜，更加引起对关中故乡的不胜依恋。“浮客”即游子，诗人自指。《西陵遇风献康乐》说：“凄凄留子言，眷眷浮客心。……靡靡即长路，戚戚抱遥悲。”此化用其意。“空留听”是指杜鹃催归，而自己不能归去。过“褒城”便是入蜀境，虽在七盘岭还可闻见褒城鸡鸣，但诗人已经入蜀远别关中了。　　这首诗是初唐五律的名篇，格律已臻严密，但显然尚留发展痕迹。通首对仗，力求工巧，有齐梁余风。它表现出诗人有较高的艺术才能，巧于构思，善于描写，工于骈偶，精于声律。诗人抓住夜宿七盘岭这一题材的特点，巧妙地在“独游”、“高卧”上做文章。首联点出“独游”、“高卧”；中间两联即写“高卧”、“独游”的情趣和愁思，写景象显出“高卧”，写节物衬托“独游”；末联以“浮客”应“独游”，以“褒城”应“高卧”作结。结构完整，针迹细密。同时，它通篇对仗，铿锵协律，而文气流畅，写景抒怀，富有情趣和意境。在初唐宫廷诗坛上，沈佺期是以工诗著名的，曾夸奖他说：“沈三兄诗，直须还他第一！”（见刘餗《隋唐嘉话》）这未免过奖，但也可说明，沈诗确有较高的艺术技巧。这首诗也可作一例。　　（倪其心）", "pagelink": "http://www.shicimingju.com/chaxun/list/171562.html"}
{"title": "南陵道中", "author": "[唐]杜牧", "yuanWen": "南陵水面漫悠悠，风紧云轻欲变秋。正是客心孤回处，谁家红袖凭江楼？", "shangXi": "【注释】：　　这首诗收入《樊川外集》，题一作“寄远”。在文宗开成年间曾任宣州团练判官，南陵是宣州属县，诗大约就写于任职宣州期间。　　题称“南陵道中”，没有点明是陆路还是水程。从诗中描写看，理解为水程似乎切当一些。　　前两句分写舟行所见水容天色。“漫悠悠”，见水面的平缓、水流的悠长，也透露出江上的空寂。这景象既显出舟行者的心情比较平静容与，也暗透出他一丝羁旅的孤寂。一、二两句之间，似有一个时间过程。“水面漫悠悠”，是清风徐来，水波不兴时的景象。过了一会，风变紧了，云彩因为风的吹送变得稀薄而轻盈，天空显得高远，空气中也散发着秋天的凉意。“欲变秋”的“欲”字，正表现出天气变化的动态。从景物描写可以感到，此刻旅人的心境也由原来的相对平静变得有些骚屑不宁，由原来的一丝淡淡的孤寂进而感到有些清冷了。这些描写，都为第三句的“客心孤迥”作了准备。　　正当旅人触物兴感、心境孤迥的时候，忽见岸边的江楼上有红袖女子正在凭栏遥望。三、四两句所描绘的这幅图景，色彩鲜明，饶有画意，不妨当作江南水乡风情画来欣赏。在客心孤迥之时，意绪本来有些索寞无聊，流目江上，忽然望见这样一幅美丽的图景，精神为之一爽，羁旅的孤寂在一时间似乎冲淡了不少。这是从“正是”、“谁家”这样开合相应、摇曳生姿的语调中可以感觉出来的。但这幅图景中的凭楼而望的红袖女子，究竟是怀着闲适的心情览眺江上景色，还是象词中所写的那位等待丈夫归来的女子那样，“梳洗罢，独倚望江楼”，在望穿秋水地历数江上归舟呢？这一点，江上舟行的旅人并不清楚，自然也无法向读者交待，只能浑涵地书其即目所见。但无论是闲眺还是望归，对旅人都会有所触动而引起各种不同的联想。在这里，“红袖凭江楼”的形象内涵的不确定，恰恰为联想的丰富、诗味的隽永创造了有利的条件。这似乎告诉我们，在一定条件下，艺术形象或图景内涵的多歧，不但不是缺点，相反地还是一种优点，因为它使诗的意境变得更富含蕴、更为浑融而耐人寻味，读者也从这种多方面的寻味联想中得到艺术欣赏上的满足。当然，这种不确定仍然离不开“客心孤迥”这样一个特定的情景，因此尽管不同的读者会有不同的联想体味，但总的方向是大体相近的。这正是艺术的丰富与杂乱、含蓄与晦涩的一个重要区别。　　（刘学锴）", "pagelink": "http://www.shicimingju.com/chaxun/list/125128.html"}
{"title": "齐安郡晚秋", "author": "[唐]杜牧", "yuanWen": "柳岸风来影渐疏，使君家似野人居。云容水态还堪赏，啸志歌怀亦自如。雨暗残灯棋散后，酒醒孤枕雁来初。可怜赤壁争雄渡，唯有蓑翁坐钓鱼。", "shangXi": "散后：一作欲散。", "pagelink": "http://www.shicimingju.com/chaxun/list/123707.html"}
{"title": "送远", "author": "[唐]杜甫", "yuanWen": "带甲满天地，胡为君远行。亲朋尽一哭，鞍马去孤城。草木岁月晚，关河霜雪清。别离已昨日，因见古人情。", "shangXi": "【鹤注】此当是乾元二年去秦州时所作。诗云“带甲满天地”，乃指之乱。又云“岁月晚”“霜雪清”，见其为冬日也。《秦州》诗云“孤谷间”，此云“鞍马去孤城”，故知为秦州作矣。　　带甲满天地①，胡为君远行②。亲朋尽一哭③，鞍马去孤城④。草木岁月晚⑤，关河霜雪清⑥。别离已昨日⑦，因见古人情⑧。　　（此章乃既行后，作诗以寄赠者。上四，昨日送行之事。下四，今朝忆别之情。甲兵满世，胡为远行，怜而问之也。亲朋皆哭，生离而有死别之忧。五六，写出既去后，中途憔悴之苦。因思《古别离》有“送君如昨日”者，知今古有同悲也。）　　①《战国策》：“带甲百万。”②古诗：“忽如远行客。”③《谢安传》：“亲朋毕集。”④诗：“鞍马去远游。”《吴志》：吕蒙曰：“郝子太保孤城之守。”⑤《楚辞》：“草木摇落而变衰。”古诗：“岁月忽已晚。”⑥《后汉·邓禹传》：“关河响动。”陶潜诗：“关河不可逾。”诗：“远行蒙霜雪。”⑦《楚辞》：“悲莫悲兮生别离。”《古别离》：“蔽千里，游子何时还。送君如昨日，檐前露已团。不借惠草晚，所悲道里寒。”《杜臆》：昨日，犹云前日。⑧《思归引序》：“倘古人之情，有同于今。”任昉诗：“犹我故人情。”黄生曰：平时别离，已足悲伤，况逢世乱，倍增惨怆。起二语，写得万难分手，接联更作一幅关河送别图，顿觉班马悲鸣，风云变色，使人设身其地，亦自惨然销魂矣。又曰：题是《送远》，即《古别离》而变其名耳，因借江淹诗作案，所谓古人情者，即《古别离》之情也。　　洪仲曰：杜七律谓“古往今来皆涕泪”，足与结语相参证。　　单复《杜律》刻本，末句刊作“因见敌人情”，亦有意义。盖此诗上四，已尽送远之意，下则代远行者作回答之词，言当此岁暮天寒，关河惨淡如此，当亦回首亲朋曰：别离已成昨日，因想见敌人哭别之情也。 -----------仇兆鳌 《杜诗详注》-----------", "pagelink": "http://www.shicimingju.com/chaxun/list/118875.html"}
{"title": "月下独酌其一", "author": "[唐]李白", "yuanWen": "花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时同交欢，醉后各分散。永结无情游，相期邈云汉。", "shangXi": "【注解】：花间一壶酒。  ( 间一作下， 一作前 )相期邈云汉。  ( 邈云汉一作碧岩畔 )１、将：偕，和。２、相期：相约。３、云汉：天河。【韵译】：准备一壶美酒，摆在花丛之间，自斟自酌无亲无友，孤独一人。我举起酒杯邀请媚人的明月，低头窥见身影，共饮已有三人。月儿，你那里晓得畅饮的乐趣？影儿，你徒然随偎我这个孤身！暂且伴随玉兔，这无情瘦影吧，我应及时行乐，趁着春宵良辰。月听我唱歌，在九天徘徊不进，影伴我舞步，在地上蹦跳翻滚。清醒之时，咱们尽管作乐寻欢，醉了之后，免不了要各自离散。月呀，愿和您永结为忘情之友，相约在高远的银河岸边，再见！【评析】：??原诗共四首，此是第一首。诗写诗人在月夜花下独酌，无人亲近的冷落情景。诗人运用丰富的想象，表现出由孤独到不孤独，由不孤独到孤独，再由孤独到不孤独的一种复杂感情。??仙才旷达，物我之间无所容心。此诗充分表达了他的胸襟。诗首四句为第一段，写花、酒、人、月影。诗旨表现孤独，却举杯邀月，幻出月、影、人三者；然而月不解饮，影徒随身，仍归孤独。因而自第五句至第八句，从月影上发议论，点出“行乐及春”的题意。最后六句为第三段，写诗人执意与月光和身影永结无情之游，并相约在邈远的天上仙境重见。全诗表现了诗人怀才不遇的寂寞和孤傲，也表现了他放浪形骸、狂荡不羁的性格。??邀月对影，千古绝句，正面看似乎真能自得其乐，背面看，却极度凄凉。--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋　drinking alone with the moonfrom a pot of wine among the flowers i drank alone. there was no one with me -- till, raising my cup, i asked the bright moon to bring me my shadow and make us three. alas, the moon was unable to drink and my shadow tagged me vacantly; but still for a while i had these friends to cheer me through the end of spring.... i sang. the moon encouraged me. i danced. my shadow tumbled after. as long as i knew, we were boon companions. and then i was drunk, and we lost one another. ...shall goodwill ever be secure? i watch the long road of the river of stars. 　　佛教中有所谓“立一义”，随即“破一义”，“破”后又“立”，“立”后又“破”，最后得到究竟辩析方法。用现代话来说，就是先讲一番道理，经驳斥后又建立新的理论，再驳再建，最后得到正确的结论。关于这样的论证，一般总有双方，相互“破”、“立”。可是李白这首诗，就只一个人，以独白的形式，自立自破，自破自立，诗情波澜起伏而又纯乎天籁，所以一直为后人传诵。　　诗人上场时，背景是花间，道具是一壶酒，登场脚色只是他自己一个人，动作是独酌，加上“无相亲”三个字，场面单调得很。于是诗人忽发奇想，把天边的明月，和月光下自己的影子，拉了过来，连自己在内，化成了三个人，举杯共酌，冷清清的场面，就热闹起来了。这是“立”。　　可是，尽管诗人那样盛情，“举杯邀明月”，明月毕竟是“不解饮”的。至于那影子呢？虽则如陶潜所谓“与子相遇来，未尝异悲悦，憩荫若暂乖，止日终不别”（《影答形》），但毕竟影子也不会喝酒；那么又该怎么办呢？姑且暂将明月和身影作伴，在这春暖花开之时（“春”逆挽上文“花”字），及时行乐吧！“顾影独尽，忽焉复醉。”（陶潜饮酒诗序中语）这四句又把月和影之情，说得虚无不可测，推翻了前案，这是“破”。　　其时诗人已经淅入醉乡了，酒兴一发，既歌且舞。歌时月色徘徊，依依不去，好象在倾听佳音；舞时自己的身影，在月光之下，也转动零乱，似与自己共舞。醒时相互欢欣，直到酩酊大醉，躺在床上时，月光与身影，才奈何地分别。“我歌月徘徊，我舞影零乱，醒时同交欢，醉后各分散”，这四句又把月光和身影，写得对自己一往情深。这又是“立”。　　最后二句，诗人真诚地和“月”、“影”相约：“永结无情游，相期邈云汉。”然而“月”和“影”毕竟还是无情之物，把无情之物，结为交游，主要还是在于自己的有情，“永结无情游”句中的“无情”是破，“永结”和“游”是立，又破又立，构成了最后的结论。　　题目是“月下独酌”，诗人运用丰富的想象，表现出一种由独而不独，由不独而独，再由独而不独的复杂情感。表面看来，诗人真能自得其乐，可是背面却有无限的凄凉。诗人曾有一首《春日醉起言志》的诗：“处世若大梦，胡为劳其生？所以终日醉，颓然卧前楹。觉来盼庭前，一鸟花间鸣。借问此何时，春风语流莺。感之欲叹息，对酒还自倾。浩歌待明月，曲尽已忘情。”试看其中“一鸟”、“自倾”、“待明月”等字眼，可见诗人是怎样的孤独了。孤独到了邀月与影那还不算，甚至于以后的岁月，也休想找到共饮之人，所以只能与月光身影永远结游，并且相约在那邈远的上天仙境再见。结尾两句，点尽了诗人的踽踽凉凉之感。（沈熙乾）", "pagelink": "http://www.shicimingju.com/chaxun/list/114223.html"}
{"title": "雉朝飞", "author": "[唐]李白", "yuanWen": "麦陇青青三月时，白雉朝飞挟两雌。锦衣绣翼何离褷，犊牧采薪感之悲。春天和，白日暖。啄食饮泉勇气满，争雄斗死绣颈断。雉子班奏急管弦，倾心酒美尽玉碗。枯杨枯杨尔生稊，我独七十而孤栖。弹弦写恨意不尽，瞑目归黄泥。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/105301.html"}
{"title": "秋蕊香·懒浴新凉睡早", "author": "[宋]吴文英", "yuanWen": "懒浴新凉睡早。雪靥酒红微笑。倚楼起把绣针小。月冷波光梦觉。怕闻井叶西风到。恨多少。粉河不语堕秋晓。云雨人间未了。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/460440.html"}
{"title": "浣溪沙", "author": "[宋]吴文英", "yuanWen": "曲角深帘隐洞房。正嫌玉骨易愁黄。好花偏占一秋香。夜气清时初傍枕，晓光分处未开窗。可怜人似月中孀。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/460376.html"}
{"title": "瑞龙吟·黯分袖", "author": "[宋]吴文英", "yuanWen": "黯分袖。肠断去水流萍，住船系柳。吴宫娇月娆花，醉题恨倚，蛮江豆蔻。 吐春绣。笔底丽情多少，眼波眉岫。新园锁却愁阴，露黄漫委，寒香半亩。 还背垂虹秋去，四桥烟雨，一宵歌酒。犹忆翠微携壶，乌帽风骤。西湖到日，重见梅钿皱。谁家听、琵琶未了，朝骢嘶漏。印剖黄金籀。待来共凭，齐云话旧。莫唱朱樱口。生怕遣、楼前行云知后。泪鸿怨角，空教人瘦。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/460144.html"}
{"title": "荔枝香近/荔枝香", "author": "[宋]吴文英", "yuanWen": "睡轻时闻，晚鹊噪庭树。又说今夕天津，西畔重欢遇。蛛丝暗锁红楼，燕子穿帘处。天上、未比人间更情苦。秋鬓改，妒月姊、长眉妩。过雨西风，数叶井梧愁舞。梦入蓝桥，几点疏星映朱户。泪湿沙边凝伫。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/460031.html"}
{"title": "一寸金·秋压更长", "author": "[宋]吴文英", "yuanWen": "秋压更长，看见姮娥瘦如束。正古花摇落，寒蛩满地，参梅吹老，玉龙横竹。霜被芙蓉宿。红绵透、尚欺暗烛。年年记、一种凄凉，绣幌金圆挂香玉。顽老情怀，都无欢事，良宵爱幽独。叹画图难仿，橘村砧思，笠蓑有约，莼洲渔屋。心景凭谁语，商弦重、袖寒转轴。疏篱下、试觅重阳，醉擘青露菊。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/458889.html"}
{"title": "生查子 元夕戏陈敬叟", "author": "[宋]刘克庄", "yuanWen": "繁灯夺霁华。戏鼓侵明发。物色旧时同，情味中年别。浅画镜中眉，深拜楼西月。人散市声收，渐入愁时节。", "shangXi": "【注释】    ①霁华：明月。    ②明发：天发明也。    【评解】    此词题为元夕戏作，实则抒发人生感慨。上片写元夕之夜，灯繁月明，鼓乐通宵。物色如旧而情味却别。不觉感慨系之。下片写西楼拜月，镜中画眉，待到乐止人散，却又渐入愁乡。全词构思新巧，造语工丽，感情真挚，写景细腻。    【集评】    唐圭璋《宋词三百首笺注》：刘克主《陈敬叟集序》云：敬叟诗才气清拔，力量宏放，为人旷达如列御寇、庄周；饮酒如阮嗣宗、李太白；笔札如谷子云，草隶如张颠、李潮；乐府如温飞卿、韩致光。余每叹其所长，非复一事。为颣城黄子厚之甥，故其诗酷似之云。    俞陛云《唐五代两宋词选释》：后村序《陈敬叟集》云：“旷达如列御寇、庄周，饮酒如阮嗣宗、李太白，笔札如谷子云，行草篆隶如张颠、李潮，乐府如温飞卿、韩致光。”推许甚至。此词云戏赠者，殆以敬叟之旷达，而情入中年，易萦旧感，人归良夜，渐入愁乡，其襟怀亦不异常人，故戏赠之。", "pagelink": "http://www.shicimingju.com/chaxun/list/437455.html"}
{"title": "忆秦娥·秋萧索", "author": "[宋]黄机", "yuanWen": "秋萧索。梧桐落尽西风恶。西风恶。数声新雁，数声残角。离愁不管人飘泊。年年孤负黄花约。黄花约。几重庭院，几重帘幕。", "shangXi": "【注释】：这首词写游子的伤秋怀人之情。首句写出了独处孤旅，双在秋风叶落之时萦绕于游子心中的渴求温暖的呼唤，为古今诗词的一个历久常新的主题的定下了萧杀的基调。接着便展开具体描绘 。“一叶落，天下尽知秋 ”，秋天，本来就容易引起离人的愁绪，更何况此时此刻已不是黄叶方飘的初秋，而是“梧桐落尽”的深秋呢？词人于“西风”下着一“恶”字，感情色彩十分强烈。然而“西风”之“恶”还不止于落尽梧桐而已，作者巧借本调叠句之格，在强调“西风恶”三字后，又引出“数声新雁，数声残角”，幽咽凄厉，声声扣击着游子的心扉。这样，整个上片写出了一派浓重的秋意，为下文写游子的愁绪渲染了氛围。梧桐叶落、西风、雁声等意象的描写，为下阙游子的孤寂之情的抒发，奠定了基调。“离愁不管人飘泊”。离愁，本是游子心中所生，这里却将它拟人化，“ 离愁”完全不顾及游子四处飘泊的痛苦处境，久久不去，折磨着人的心灵。“不管 ”二字，包含着多少奈何之情！“年年孤负黄花约 ”，游子的离愁如此难以排遣，原来更有着期约难践的歉疚。想当初，临别这际，自己与恋人相约在菊花开放的的秋天重逢。可是，花开几度，人别数载，事与愿违 ，年年负约，每念及此，怎不令人肝肠寸断！紧接着，作者又用叠句将笔触伸向天边，从恋人的角度写情。有味的是，作者只是描写了她的居处：“几重庭院，几重帘幕”。然后，戛然而止，这就给读者留下了驰骋想象的余地。那深深庭院里、重重帘幕中的人儿是怎样忍受着相思的煎熬和独处的孤寂，年复一年地翘首盼望游子归来，已是不言而喻了。总之，本篇以直笔写游子离愁，以墨写闺人之幽怨，两地相思，一种情愫，在萧杀秋景的环境中，更显得深挚动人。", "pagelink": "http://www.shicimingju.com/chaxun/list/431478.html"}
{"title": "临江仙 闺思", "author": "[宋]史达祖", "yuanWen": "愁与西风应有约，年年同赴清秋。旧游帘幕记扬州。一灯人著梦，双燕月当楼。罗带鸳鸯尘暗澹，更须整顿风流。天涯万一见温柔。瘦应因此瘦，羞亦为郎羞。", "shangXi": "【注释】    ①澹：“淡”的异体字。    ②风流：这里指风韵。    【评解】    这是一首闺中怀人词。上片写年年清秋，愁与西风俱来。    “一灯人著梦，双燕月当楼”，写出了闺中人孤独寂寞的境况。    下片言“罗带鸳鸯，尘灰暗淡。”睹物思人，不胜感怀。“瘦应因此瘦，羞亦为郎羞”，写尽闺中相思之苦。全词抒情委婉，工丽别致。    【集评】    《梅溪词序》（《中兴以来绝妙词选》卷七引）：梅溪词奇秀清逸，有之韵，盖能融情景于一家，会句意于两得。    《花草蒙拾》：宋南渡后，梅溪、白石、竹屋、梦窗诸子，极妍尽态，反有秦、李未列者。虽神韵天然处或减，要自令人有观止之叹，正如唐绝句，至晚唐刘宾客、杜京兆，妙处反进青莲、龙标一尘。-------------------------------的这首《临江仙》一词选自《历代诗余》卷三十八，这是一首借景咏人的词。上片写秋士善怀，因秋怀人；下片紧承双燕，从对方着笔，是男方想象中的情景。从对方对自己的相思，写出自己对对方的深情厚意。头两句造语极为隽永巧妙。不说因秋生愁，而说西风约愁赴秋。“暝色赴春愁”（《归渡洛水》），“群山万壑赴荆门”（《咏怀古迹》）皆善用“赴”字。这两句说愁与西风就象有了心灵感应一样，一年一度如约赶到秋天去。这样来表现“秋士悲”这一传统主题，不仅标新立异，给人以独特的感受，而且语言朴实，不流于纤巧，达到了格高意新的境界。第三句至上片末，用逆笔追写愁的由来。旧游扬州，牵人魂梦。扬州，风月之地。《赠别》诗云：“春风十里扬州路，卷上珠帘总不如 。”《和赵郎中见戏》诗：“燕子人亡三百秋，卷帘那复似扬州？”帘幕，成了扬州的象征。著梦，犹言入梦。灯光引人入梦。一觉醒来，皓月当空，看到的是乳燕双栖，想到的是燕双人独，心里徒生悲伤。“一灯 ”二句，传达出秋夜独处、醒梦无时、对月怀人的愁苦神情。《临江仙》：“梦后楼台高锁，酒醒帘幕低垂。去年春恨却来时。落花人独立，微雨燕双飞 。”同是梦后醒来突见双燕最难为怀的愁苦之情，彼言春恨，此写秋愁，共以境界传意，可称珠连璧合。下片就上片扑朔迷离的梦境和梦觉所见的月中双燕，展开联想的翅膀，转入遐思。罗带鸳鸯，即鸳鸯绣带，一种绣有鸳鸯图案的合欢带 。《 杂曲》：“合欢锦带鸳鸯鸟，同心绮袖连理枝 。”看见绣带上的鸳鸯，自然会引起闺思，从而发出“更须整顿风流”这句心灵深处的独白。“整顿”，犹言修饰，是承上句 “尘暗淡”说的。罗带生尘，可见久不整顿了，这里有“ 岂无膏沐，谁适为容”的感慨。“更须”是就下句“万一重见”说的。万一重见，引起了更须整顿的心理活动，这里有“女为悦己者容”的意思。由罗带引起的内心活动是复杂的：无法重见，却又希望重见，直到万一重见的各种想法，一齐涌上心来。这就非常细腻地刻画出了闺情。结尾二句，尤为缠绵悱恻。《莺莺传 》载莺莺诗云：“不为旁人羞不起，为郎憔悴却羞郎。”“瘦”是由罗带感到的，“瘦应缘此瘦”，写出了相爱之深，不惜为郎憔悴，表现了对爱情的执着追求。“ 羞 ”是由万一见想起的，“羞亦为郎羞”，这里既有对青衫憔悴的同情，也有对红袖飘零的自责，反映了作者内心世界的复杂，表现了对不幸身世的感慨。下片结构巧妙，脉络细密，句句关联，字字映带，一环扣一环，使言情达到出神入化的境地。前人论白石、梅溪、碧山、玉田四家词，曾以味厚、情深、品高、气静评说他们在艺术上的共同造诣（陈廷焯《白雨斋词话》卷八）。这首小令，“节短韵长，其情乃深”的艺术特色，尤为突出。写自己，则颠倒梦魂，栖情双燕；写对方，则绵绵情思，化为痴想。或借外物咏怀，或直探心灵的奥秘，感情真挚强烈，蕴藉含蓄，发展了五代、北宋以来婉约词风，很有深度 。而深情又是通过千锤百炼的语言来完成的，这正是在《梅溪词序》里说的“辞情俱到”的意境。", "pagelink": "http://www.shicimingju.com/chaxun/list/418783.html"}
{"title": "南乡子·风雨满苹洲", "author": "[宋]陈亮", "yuanWen": "风雨满苹洲。绣阁银屏一夜秋。\r\n当日袜尘何处去，溪楼。怎对烟波不泪流。 天际目归舟。浪卷涛翻一叶浮。\r\n也似我侬魂不定，悠悠。宋玉方悲庾信愁。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/403948.html"}
{"title": "定风波·山路风来草木香", "author": "[宋]辛弃疾", "yuanWen": "山路风来草木香。雨余凉意到胡床。泉石膏肓吾已甚。多病。提防风月费遍章。 孤负寻常山简醉。独自。故应知子草玄忙。湖海早知身汗漫。谁伴。只甘松竹共凄凉。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/389027.html"}
{"title": "菩萨蛮·客行忽到湘东驿", "author": "[宋]范成大", "yuanWen": "客行忽到湘东驿。明朝真是潇湘客。晴碧万重云。几时逢故人。 江南如塞北。别后书难得。先自雁来稀。那堪春半时。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/371641.html"}
{"title": "忆秦娥·秋寂寞", "author": "[宋]孙道绚", "yuanWen": "秋寂寞。秋风夜雨伤离索。伤离索。老怀无奈，泪珠零落。 故人一去无期约。尺书忽寄西飞鹤。西飞鹤。故人何在，水村山郭。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/346815.html"}
{"title": "贺新郎 寄李伯纪丞相", "author": "[宋]张元干", "yuanWen": "曳杖危楼去。斗垂天、沧波万顷，月流烟渚。扫尽浮云风不定，未放扁舟夜渡。宿雁落、寒芦深处。怅望关河空吊影，正人间、鼻息鸣鼍鼓。谁伴我，醉中舞。 十年一梦扬州路。倚高寒、愁生故国，气吞骄虏。要斩楼兰三尺剑，遗恨琵琶旧语。谩暗涩铜华尘土。唤取谪仙平章看，过苕溪、尚许垂纶否。风浩荡，欲飞举。", "shangXi": "【注释】：（字伯纪）是著名的爱国英雄，他在靖康元年（1126）金兵围攻京城的危急时刻，力主抗战，坚守开封 ，被钦宗任命为亲征行营使最终击退金兵。幹当时是他的僚属，后来李纲被罢免，元幹也连带获罪，离京南下。高宗绍兴七年（1137 ），宰相被罢 ，以为相。八年二月，第二次入相，赵鼎被罢免，四月，宋派王伦使金，力图和议；十二月，李纲在洪州（州治在今江西南昌）上书反对议和，被罢回福建长乐。作者为此写了这首词，对李纲坚决主战、反对议和的行动表示无限的敬仰并予以坚决支持。上片写词人登高眺望江上夜景，并引发出孤单无侣、众醉独醒的感慨。此显示出自己的真实用意。起首四句写自己携着手杖登上高楼，只见夜空星斗下垂，江面宽广无边，波涛万顷，月光流泻在蒙着烟雾的洲渚之上 。“扫尽”三句，是说江风极大，将天上浮云吹散，江面因风大而无人乘舟夜渡。沉思间又见雁儿飞落在芦苇深处夜宿，并由此引起无限感触。“怅望 ”两句，先是怅望祖国山河，徒然弔影自伤；这时正值深夜，“鼻息鸣鼍鼓”，是指人们熟睡，鼾声有如击着用猪婆龙（水中动物名）的皮做成的鼓，即有鼾声如雷之意。这里以之喻苛安求和之辈，隐有众人皆醉我独醒之慨。“谁伴我”两句，承上，“月流烟渚”、“怅望关河空吊影”，用《月下独酌》“我歌月徘徊，我舞影零乱”诗意，自伤孤独（《贺新郎·别茂嘉十二弟 》结句之“谁共我，醉明月”，与此意同 ）。李纲与己志同道合，而天各一方，不能在此月下同舞。同舞当亦包括共商恢复中原之事，至此才转入寄李纲本题。下片运用典故以暗示手法表明对宋朝屈膝议和的强烈不满，并表达了自己对李纲的敬仰之情。“十年”这一句，是作者想到十年前，高宗在应天府（今河南商丘）即位同时，当时为建炎元年（1127）。不久高宗南下，以淮南东路的杨州为行都；次年秋金兵进犯 ，南宋小朝廷又匆匆南逃，扬州被金人攻占，立刻被战争摧为一片空墟 ，昔日繁华现在犹如一梦，此处化用“十年一觉扬州梦”（《遣怀》）诗句。如今只剩残破空城，使人怀想之余，不觉加强了作者对高宗的屈膝议和感到不满，也加强了作者坚决抵抗金人的南下的决心 。“倚高寒”两句，继续写作者夜倚高楼，但觉寒气逼人，远眺满目疮痍的中原大地，不由愁思满腔，但又感到自己壮心犹在，豪气如潮，足以吞灭敌人。骄虏是指金人 。《汉书·匈奴传》说匈奴是“天之骄子”，这里是借指。“要斩”两句，运用两个典故反映出对宋金和议的看法。前一句是期望朝廷振作图强，象汉代使臣傅介子提剑斩楼兰（西域国名 ）王那样对付金人。《汉书·傅介子传》说楼兰杀汉使者 ，傅介子奉命“至楼兰。⋯⋯王贪汉物，来见使者。⋯⋯随介子入帐中，屏语，壮士二人从后刺之 ，刃交胸，立死 。”词中以楼兰影射金国，以傅介子比喻李纲等主战之士。后一句是借汉嫁王昭君与匈奴和亲事，影射和议最终是不可行的，必须坚决抵抗。《咏怀古迹》诗云：“千载琵琶作胡语，分明怨恨曲中论 。”作者在此用杜甫诗意，说明在琵琶声中流露出对屈辱求和的无穷遗恨与悲愤，以此暗示南宋与金人议和也将遗恨千古 。“谩暗涩”句，是叹息如今和议已成定局 ，虽有宝剑也不能用来杀敌，只是使它生铜花（即铜锈），放弃于尘土之中。暗涩，是形容宝剑上布满铜锈，逐渐失光彩，失去作用。这里运用比喻，以宝剑被弃比喻李纲等主战人物的受到朝廷罢斥压制 。“唤取”两句，先以“谪仙”李白来比李纲，兼切李姓，这是对李纲的推崇。李纲自己也曾在《水调歌头》中说：“太白乃吾祖，逸气薄青云。”作者对他评论，即发表意见，面对和议已成定局的形势，爱国之士能否就此隐退苕溪（浙江吴兴一带），垂钓自遣而不问国事呢？结尾振起，指出要凭浩荡长风，飞上九天，由此表示自己坚决不能消沉下去，而是怀着气冲云霄的壮志雄心，对李纲坚持主战、反对和议的主张表示最大的支持，这也就是写他作本词的旨意。", "pagelink": "http://www.shicimingju.com/chaxun/list/333669.html"}
{"title": "长相思·一声声", "author": "[宋]万俟咏", "yuanWen": "一声声。一更更。窗外芭蕉窗里灯。此时无限情。梦难成。恨难平。不道愁人不喜听。空阶滴到明。", "shangXi": "【注释】：长相思(二首)雨一声声，一更更。窗外芭蕉窗里灯，此时无限情。梦难成，恨难平。不道愁人不喜听，空阶滴到明山 驿短长亭，古今情。楼外凉蟾一晕生，雨余秋更清。暮云平，暮山横。几叶秋声和雁声，行人不要听。这两首词词意相近，写法与用韵相类，可能是同时所作。前一首词写听雨失眠之愁情。全词通篇不出“雨”字，而全是夜雨之声，愁人之情见于言外，极尽含蓄蕴藉、深沉委婉之致。词的上片，“一声声”见雨之稠密，“一更更”见雨不断绝，而失眠者侧耳倾听、长夜难熬的意态就暗示出来了。“窗外芭蕉 ”因雨击声而显其存在，又写出雨声之响亮呼应“声声”字 ；“窗里灯”点“夜”，体现“更更”意 。写“灯”写“芭蕉”，俱是写雨之影响。“ 此时无限情”亦因雨而兴发了“ 梦难成”，本来就愁苦，那堪风雨助人凄凉，平生心事一时百端交集，故觉“恨难平”。这雨不管“愁人”喜听也罢，“不喜听”也罢，只是下个不停，“空阶滴到明”。阶无人曰“空”，强调空，也是突出离人寂寞孤苦之感。而那“愁人”肯定也是一夜未眠，否则怎会知道雨一直下到天明呢？后一首词写雨后山驿的黄昏景色和词人的羁旅之思。全词语淡情深，工于写景，善于造境，读后令人觉其含无限忱恻。上片起首两句，写山驿望中所见，兼含旅思。两个短句，从时、空两方面着笔，而想象纵横驰骋，使其感情色彩增强而意境加厚 。第三句客观写景：“楼外凉蟾一晕生 。”而楼带新月一痕 ，其景如画 。用“蟾 ”而不用“月”“兔”字，不仅平仄妥贴，而且因蟾蜍之为物喜湿而体冷，更能表现“凉”意，“凉”字又暗示了行人触景所生的感情感情。黄蓼园说此句“仍带古今情之意 ”，可谓善于体会 。月“ 晕”是“雨余”景象，又是风起的征兆，故此句近启“雨余秋更清”一句，远兴“几叶秋声”一句。过片“暮云平，暮山横”，写秋空阔而单调，全是萧瑟之感。加之叶声与雁声，而更添凄清。如此苦情，末句只轻淡地道一句：“行人不要听”。“不要听”而不得不听，不发听后之感而只道“ 不要听”，真令人觉其“含无限惋恻”（《蓼园词选》评）。", "pagelink": "http://www.shicimingju.com/chaxun/list/317767.html"}
{"title": "青玉案·碧山锦树明秋霁", "author": "[宋]曹组", "yuanWen": "碧山锦树明秋霁。路转陡、疑无地。忽有人家临曲水。竹篱茅舍，酒旗沙岸，一簇成村市。凄凉只恐乡心起。凤楼远、回头谩凝睇。何处今宵孤馆里。一声征雁，半窗残月，总是离人泪。", "shangXi": "【注释】：这是一首抒写旅愁乡思的词。峰回路转，曲折尽致，读来只觉精神飞动，情韵无限。“碧山锦树明秋霁 ”，首句点出行旅的节令和境地 。秋雨初晴，秋空如洗，显得青山红树分外明丽。锦树，指秋霜染红的树木。一肩行李，秋色如画，雨后的晴光更给这幅秋山行旅图增添了欢快的亮色。此词意在抒写旅愁，却先欢乐之景，遥映后文，以形成节奏的变化和情绪的跌宕。“疑无地 。”行行之际 ，山路转陡，几疑路穷。这种“山穷水复疑无路”的感觉，正是“柳暗花明又一村”的前奏 ，而旅行者的乐趣亦莫过于此。果然，“忽有人家临曲水。竹篱茅舍，酒旗沙岸，一簇成村市。”这四句写忽然之间惊喜的发现。行文开合顿挫，饶有风致 。它看似景语 ，却包孕着丰富的情感内涵和微妙的心理变化过程。作者先写竹篱茅舍的临水人家，岸边迎风轻扬的酒旗，远处错错落落的烟村，宁静安详而富有人情味，使旅人感到一种有所依托的温暖和慰藉。然而眼前这如画的烟村，又不期然地成为思乡的触媒，于是正当惊喜凝望之际，一缕乡思又从心底萌生。过片“ 凄凉只恐乡心起”领起下文。“凄凉”二字，形容一掬“乡心”的况味 ；“只恐”二字妙。拓开一步，欲防范而不能，似未然而实不期然而然。处此境地 ，“心”不由已 ，透过一层来写乡思之撩人，笔意更觉深挚。“凤楼远、回头谩凝睇。”凤楼，妇女居处。这里指家中的妻子。凝睇，凝神而望。谩，徒然、空自。这两句感叹路远人遥，视线难及，纵然回头凝望 ，也是徒劳 。这就点明了“乡心”的具体内涵 ，并对“ 凄凉只恐乡心起”作了第一层回应和铺染。接着运笔入虚，从望乡的怅惘转入今宵旅宿的孤寂情景 。“何处今宵孤馆里 ，一声征雁，半窗残月，总是离人泪 ”，全从揣想着笔，身未一一经而心先历历想，念念及此，不禁黯然伤神。这是对“凄凉只恐乡心起”的第二层回应和铺染。“一声征雁”，使人想到一字抵千金的家书，又自然会发出“雁归人未归”的感喟；“半窗残月”，则使人想见“落月满屋梁，犹疑照颜色”的梦后惆怅之情。总之，独宿孤馆，乡思盈怀，所闻所见，无不献愁供恨，催人泪下。这四句与上片“忽有人家临曲水。竹篱茅舍，酒旗沙岸，一簇成村市”四句遥相映照，前后相连相生，全词和谐化一。这首词上片写景，而景中寓情，貌似明丽而实已为下文转写乡愁埋下伏笔。过片承转十分自然，直领下片 ，写来吞吐曲折，虚实错综，极尽铺染之能事。而此词更妙之处在句，既回应前文，又点句话了全篇。", "pagelink": "http://www.shicimingju.com/chaxun/list/317171.html"}
{"title": "临江仙 与客湖上饮归", "author": "[宋]叶梦得", "yuanWen": "不见跳鱼翻曲港，湖边特地经过。萧萧疏雨乱风荷。微云吹散，凉月堕平波。白酒一杯还径醉，归来散发婆娑。无人能唱采莲歌。小轩欹枕，檐影挂星河。", "shangXi": "【注释】：此词抒写作者与客湖上饮归的情怀。词之片写宴集既散，余兴未尽，下片写湖上归来后的心情。全词风格于简淡中见含蓄。上片起首两句写词人于宴集结束后 ，兴致犹浓，特地绕道来到湖边，原想看看湖边港湾水草茂密之处那些翻跳出水、闪着白光的鱼儿，但夜色朦胧，湖水平静 ，只听得雨声稀朗，打落在随风翻乱的荷叶上。这首两句是倒装句 ，表现出作者的体物入微。“却傍水边行，叶底跳鱼浪自惊。”（《南乡子》）观看鱼儿从水中跳起又落下本是他的乐趣，但眼前天暗波平，只有晚风疏雨翻乱荷叶的萧萧之声。忽然，风过处，云散去，一片凉月，影入湖中。这里不说是月影，而要说月堕平波，乃是由于作者正注目沉沉湖水，忽然湖清见月，几疑月儿从天上落下。过片谓词人于酒宴之上仅仅饮下一点白酒，就竟然颇有醉意”“散发婆娑”，极写自己披头散发，徘徊纳凉，以解除酒后燥热烦闷之感。“无人 ”句是说想听支采莲小曲 ，聊以解闷，但夜深人静，无人放歌，而愁闷也只好郁积心底，无从排遣。这里的“无人”，其实是藉以说明作者的沉忧和孤独感，也是深一层的写法。结尾两句写夜深之后，作者于小轩中倚枕而卧，难以入睡，但见月光之下，屋宇飞檐，投影于地，十分清晰，天上银河垂悬，好似挂在檐角之上。通过这一静景描写突出了作者月夜沉思的形象。作者月下沉思的具体内容 ，词中没有点透 ，这就为读者留下了充分的想象空间，给人以意蕴深长之感。", "pagelink": "http://www.shicimingju.com/chaxun/list/315203.html"}
{"title": "菩萨蛮·彩舟载得离愁动", "author": "[宋]贺铸", "yuanWen": "彩舟载得离愁动。无端更借樵风送。波渺夕阳迟。销魂不自持。良宵谁与共。赖有窗间梦。可奈梦回时。一番新别离。", "shangXi": "【注释】：此词突破了向来以山、水、烟、柳等外界景物来喻愁的手法，把难于捉摸、无影无踪的抽象愁情表现得具体可感，生动形象。全词从上片的奇特联想，无端怨责，到下片的文心起伏，一波三折，写有情人分别后思想感情的一系列变化，极为细腻真实。尤其是“ 因思成梦 。梦回新别的设想，更是抓住了情的关键。起首一句“ 彩舟载得离愁动”，“彩舟”，是行人乘坐之舟。长亭离宴，南浦分携，行前执手，一片哀愁 ，而今兰舟已缓缓地离开了码头 。然而这位行人的心头却还是那样悲哀，他甚至觉得这载人载货的舟上 ，已经装满了使人不堪负担的离愁 ，真是联想奇特，语新意深。第二句“ 无端更借樵风送之 ”“无端”，无缘无故，没来由 ；“ 樵风 ”，典出《会稽记》。讲的是郑宏年轻时上山砍柴 ，碰到了一位神人 。他向神人请求若耶溪上“ 旦 ，南风；暮，北风”，以利于运柴，后果如所愿 。此处用“樵风”，即有顺风的意思。这一句写的是：船借着顺风飞快地远航而去，那伫立在岸边送行的心上人的倩影，很快就不可得见。词人五内俱伤 ，哀感无端 ，不由地对天公产生了奇特的怨责：为什么偏偏在这个时候，没来由送来一阵无情的顺风，把有情人最后相望的一丝安慰也吹得干干净净呢！第三句“ 波渺夕阳迟”，词意由密转疏，情中布景。词人展望前程，天低水阔，烟波迷离。一抹夕阳的余晖 ，在沉沉的暮霭之中，看上去是那样的凄凉。独立苍茫，一叶孤舟上茕茕孑立的行人遂生“销魂不自持 ”的无限感慨 ！魂销魄散，惝恍迷离，凄恻缠绵，无复生意。换头重笔另开，设想别夜的落寞惆怅 。“良宵谁与共 ”，明知无人共度良宵而故作设问，突出了舍心上人而再也没有其他人可以和自己共度时光的执着痴情。“赖有窗间梦 ”句是说，只有独卧窗下，在神思魂萦的梦境中才能和心上人再一次相见。一个“赖”字，说明词人要把梦中的欢聚作为自己孤独心灵的唯一感情依托。这两句，一问沉痛，一答哀婉，有力地表现了自己别后的孤独和凄凉。词人煞费苦心地为自己构筑了一个痴情而又感伤的希望，在冷酷的现实面前，又不得不亲手把它击得粉碎。结拍“ 可奈梦回时，一番新别离！”是说梦中的欢会诚然是缠绵热烈的，无奈梦总是要醒的；而梦醒之后，一番梦会之欢欣恰又导致了“一番新别离”的痛苦！全词以感慨作结，余音不绝，抓住了爱情的关键，梦回新别离的痛苦更甚，如此作法，言尽而味不尽。", "pagelink": "http://www.shicimingju.com/chaxun/list/299974.html"}
{"title": "钓船归/添声杨柳枝", "author": "[宋]贺铸", "yuanWen": "绿净春深好染衣。际柴扉。溶溶漾漾白鸥飞。两忘机。南去北来徒自老，故人稀。夕阳长送钓船归。鳜鱼肥。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/298781.html"}
{"title": "虞美人 寄公度", "author": "[宋]舒亶", "yuanWen": "芙蓉落尽天涵水。日暮沧波起。背飞双燕贴云寒。独向小楼东畔、倚阑看。 浮生只合尊前老。雪满长安道。故人早晚上高台。赠我江南春色、一枝梅。", "shangXi": "【注释】：此词为词人寄赠友人之作。词的上片写主人公傍晚在小楼上欣赏秋景，下片写作者在冬日的长安，盼望老友送梅来到，字里行间隐晦地传达出作者因触犯当政者而被撤职后既苦闷孤独又渴望得到帮助的心情。上片写日暮登楼所见。“芙蓉落尽天涵水，日暮沧波起。”芙蓉，即荷花。荷花落尽，时当夏末秋初。秋风江上，日暮远望，水天相接，烟波无际；客愁离思，亦随烟波荡漾而起。这两句视野开阔，而所见秋风残荷、落日沧波等外景，则透示出一派苍茫萧索的情调 。“背飞双燕贴云寒”，视角由平远而移向高远；正当独立苍茫、黯然凝望之际，却又见一对燕子，相背向云边飞去 。“背飞双燕”尤言“劳燕分飞”。《玉台新咏》卷九《东飞伯劳歌》云：“东飞伯劳西飞燕，黄姑（牵牛 ）时相见 。”后即用来称朋友离别。“贴云寒 ”，状飞行之高 ；高处生寒，由联想而得。着一“寒”字，又从视感而转化为一种心理感受，暗示着离别的悲凉况味 。“独向小楼东畔倚栏看”是补叙之笔，交代前面所写，都是小楼东畔倚栏所见。把宏阔高远的视线收聚到一点，对准楼中倚栏怅望之人。“独”字轻轻点出，既写倚栏眺景者为独自一人，又透露出触景而生的孤独惆怅之感。“浮生只合尊前老，雪满长安道 。”是说光阴荏苒，转眼又是岁暮，雪满京城，寂寥寡欢，唯有借酒遣日而已。长安，借指京城 。“雪满长安 ”，既点时地，又渲染出一派冷寂的气氛，雪夜把盏，却少对酌之人，岁暮怀人的孤凄心境可想而知 。“故人早晚上高台，赠我江南春色一枝梅 。”顺势而出故人，老朋友，指公度。早晚，多义词，这里为随时、每日之意。这两句从对方着笔，心有同感，用情颇深。想象老朋友也天天登高望远，思念着我；即使道远雪阻，他也一定会给我寄赠一枝江南报春的早梅。这是用南朝宋折梅题诗以寄范晔的故事。《荆州记 》：“陆凯与范晔交善，自江南寄梅花一枝，诣长安与晔。赠诗曰：‘折梅逢驿使，寄与陇头人。江南无所有，聊赠一枝春。’”这里用典，却又切合作者当年与友人置酒相别的一段情事。如此，更见其情深而意切。", "pagelink": "http://www.shicimingju.com/chaxun/list/283836.html"}
{"title": "南歌子·柳色遮楼暗", "author": "[唐]张泌", "yuanWen": "柳色遮楼暗，桐花落砌香。画堂开处远风凉，高卷水精帘额，衬斜阳。岸柳拖烟绿，庭花照日红。数声蜀魄入帘栊，惊断碧窗残梦，画屏空。锦荐红鸂鶒，罗衣绣凤凰。绮疏飘雪北风狂，帘幕尽垂无事，郁金香。", "shangXi": "【注释】    ①砌：台阶。    ②水精：即水晶，光亮透明的物体。水精帘：透明精致的珠帘。    【评解】    春天又到江南，杨柳遮楼，落花飘香。画堂春风，景色撩人。而眼前珠帘高卷，斜阳夕照，更使人情思绵绵，无法排遣。这首小词，通篇写景，委婉含蓄地透露了人物的感情。    正所谓“状难写之景如在目前，含不尽之意见于言外”，给人以美的艺术享受。    【集评】    俞陛云《唐五代两宋词选释》：此词写明丽之韶光。“帘额斜阳”尤推佳句。柳暗花明，春色恼人耳。    许昂霄《词综偶评》：此初日芙蓉，非镂金错彩也。", "pagelink": "http://www.shicimingju.com/chaxun/list/803167.html"}
{"title": "浣溪沙", "author": "[唐]毛熙震", "yuanWen": "春暮黄莺下砌前，水精帘影露珠悬，绮霞低映晚晴天。弱柳万条垂翠带，残红满地碎香钿，蕙风飘荡散轻烟。花榭香红烟景迷，满庭芳草绿萋萋，金铺闲掩绣帘低。紫燕一双娇语碎，翠屏十二晚峰齐，梦魂消散醉空闺。晚起红房醉欲消，绿鬟云散袅金翘，雪香花语不胜娇。好是向人柔弱处，玉纤时急绣裙腰，春心牵惹转无憀。一只横钗坠髻丛，静眠珍簟起来慵，绣罗红嫩抹苏胸。羞敛细蛾魂暗断，困迷无语思犹浓，小屏香霭碧山重。云薄罗裙绶带长，满身新裛瑞龙香，翠钿斜映艳梅妆。佯不觑人空婉约，笑和娇语太猖狂，忍教牵恨暗形相。碧玉冠轻袅燕钗，捧心无语步香阶，缓移弓底绣罗鞋。暗想欢娱何计好，岂堪期约有时乖，日高深院正忘怀。半醉凝情卧绣茵，睡容无力卸罗裙，玉笼鹦鹉厌听闻。慵整落钗金翡翠，象梳欹鬓月生云，锦屏绡幌麝烟薰。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/801610.html"}
{"title": "拨棹子·风切切", "author": "[唐]尹鹗", "yuanWen": "风切切，深秋月，十朵芙蓉繁艳歇。小槛细腰无力，空赢得，目断魂飞何处说。寸心恰似丁香结，看看瘦尽胸前雪。偏挂恨，少年抛掷。羞睹见，绣被堆红闲不彻。丹脸腻，双靥媚，冠子缕金装翡翠。将一朵，琼花堪比。窠窠绣，鸾凤衣裳香窣地。银台蜡烛滴红泪，醁酒劝人教半醉。帘幕外，月华如水。特地向，宝帐颠狂不肯睡。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/801494.html"}
{"title": "生查子·烟雨晚晴天", "author": "[唐]魏承班", "yuanWen": "烟雨晚晴天，零落花无语。难话此时心，梁燕双来去。琴韵对薰风，有恨和情抚。肠断断弦频，泪滴黄金缕。寂寞画堂空，深夜垂罗幕。灯暗锦屏欹，月冷珠帘薄。愁恨梦难成，何处贪欢乐。看看又春来，还是长萧索。离别又经年，独对芳菲景。嫁得薄情夫，长抱相思病。花红柳绿间晴空，蝶舞双双影。羞看绣罗衣，为有金鸾并。", "shangXi": "【注释】    ①黄金缕：谓衣上所饰也。一为古曲名。    【评解】    落花无语，梁燕双飞。临风抚琴，泪滴罗裳。这首词通过暮春景物的描绘，抒发了诗人惜春、怀人之情。清新隽雅，语婉情深。乃《花间集》中之佳作。    【集评】    《柳塘词话》：承班词，较南唐诸公更淡而近，更宽而尽，人人喜效为之。如“难话此时心，梁燕双来去。”亦为弄姿无限。    俞陛云《唐五代两宋词选释》：此词上阕花落燕飞，有《珠玉词》“奈何花落去，似曾相识燕归来”之意。下阕怀旧而兼悼逝，殆有凤尾留香之感耶！    黄昇《花间集注》：“难话此时心，梁燕双来去”二句，隽语也，隽不在言，而有不尽之意。    栩庄《栩庄漫记》：魏词浅易，此却蕴藉可诵。", "pagelink": "http://www.shicimingju.com/chaxun/list/801268.html"}
{"title": "辛未七夕", "author": "[唐]李商隐", "yuanWen": "恐是仙家好别离，故教迢递作佳期。由来碧落银河畔，可要金风玉露时。清漏渐移相望久，微云未接过来迟。岂能无意酬乌鹊，惟与蜘蛛乞巧丝。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/638038.html"}
{"title": "荆南夏夜水楼怀昭丘直上人云梦李莘", "author": "[宋]欧阳詹", "yuanWen": "无机成旅逸，中夜上江楼。云尽月如练，水凉风似秋。凫声闻梦泽，黛色上昭丘。不远人情在，良宵恨独游。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/560213.html"}
{"title": "梅花引 荆溪阻雪", "author": "[宋]蒋捷", "yuanWen": "白鸥问我泊孤舟，是身留，是心留？心若留时，何事锁眉头？风拍小帘灯晕舞，对闲影，冷清清，忆旧游。旧游旧游今在否？花外楼，柳下舟。梦也梦也，梦不到，寒水空流。漠漠黄云，湿透木棉裘。都道无人愁似我，今夜雪，有梅花，似我愁。", "shangXi": "【注释】：是江苏宜兴人。荆溪即在其家乡。他曾多次经过荆溪乘舟外行或归家。荆溪可谓词人行踪的一个见证。这首词是其在途中为雪困 ，在孤寂无聊之际，心有所感，而写成的词。“白鸥问我泊孤舟，是身留，是心留？”“心留”指乐意羁留 ，“身留”是出于被迫。途中遇雪，不能航行，泊舟岸边，自然不是“心留”。词人起笔突兀，出示幻象以虚写实。他落笔不写风雪和溪流，而写泊舟经过，立意较为翻新 ，下面继续让白鸥发问：“心若留时，何事锁眉头 ？”“锁眉头”以形示情。白鸥是词人寄托心情的意象。问者之意，借白鸥说出，婉深而鲜明。此谓托物言人也。作者阻雪的心情通过白鸥表达的，但白鹭的心情也和作者恰恰相反，白鹭也非作者化身。白鹭惯于生活在风雪之中 ，激流之上。而作者却是迫于“身留”。作者描写白鸥，是深化意境。“风拍小帘灯晕舞，对闲影，冷清清，忆旧游。”由舟内到舟外 ，逐次展示境况的寒冷凄清 。傍晚时分，冷风拍打着帘幕，把灯火撩拨得跳荡不已，光晕连同我的影子，都在摇曳着。孤独冷清的境地，情不自禁地想起昔日的游伴来。下阙紧接上阙结局 ，问道 ：“旧游旧游今在否？花柳楼，月下舟。”游伴啊游伴，你可还健在 ？忆起结伴而游，感到非常欢乐自在！花丛旁的小楼，柳荫之下的轻舟，都如梦幻般地地消逝了 。“梦也梦也”，我在梦中重温旧日的欢欣 。 冷风、寒水、、白雪，使我片刻也不得安宁，但连那木棉（即棉花）裘都湿透了，怎能让人入眠。梦已了 ，“梦不到，寒水空流”，“寒水空流”在空虚绝望的心境中，蕴含一丝怪之意思 。词人怀远之情 ，如荆溪流水那样悠悠难尽。风雪漫天，令人愁苦万分 。“都道无人愁似我”，孤舟黑夜唯灯与影相伴 ，有谁来说这样的话 ？况是“都道”，这些人从何而来 ？“今夜雪，有梅花，似我愁 ”。极写天气寒冷。梅花有着傲雪的精神，在冬天凌寒而放，但雪是如此之大，天气是如此之冷，梅花啊，你能受得住么？是否象我一样，浸透在愁苦之中。全词流动自然。以发问取头，未待回答，却已气势凌人。词中后多用短句，使节奏感极强，音响较为清越。全词以抒情为主，借景抒情，情景融合，气宇轩昂 。结尾用“雪”字才点出文眼 ，是作者故意使然，盖让人读起来一气贯注也。难怪清代词评家刘熙载曾评蒋捷词为“长短句之长城”，是推崇备至。", "pagelink": "http://www.shicimingju.com/chaxun/list/501086.html"}
{"title": "浣溪沙", "author": "[宋]张淑芳", "yuanWen": "散步山前春草香。朱阑绿水绕吟廊。花枝惊堕绣衣裳。或定或摇江上柳，为莺为凤月中篁。为谁掩抑锁芸窗。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/499626.html"}
{"title": "满路花/促拍满路花", "author": "[宋]张淑芳", "yuanWen": "罗襟湿未乾，又是凄凉雪。欲睡难成寐、音书绝。窗前竹叶，凛凛狂风折。寒衣弱不胜，有甚遥肠，望到春来时节。孤灯独照，字字吟成血。仅梅花知苦、香来接。离愁万种，提起心头切。比霜风更烈。瘦似枯枝，待何人与分说。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/499609.html"}
{"title": "唐多令·雨过水明霞", "author": "[宋]邓剡", "yuanWen": "雨过水明霞。潮回岸带沙。叶声寒、飞透窗纱。堪恨西风吹世换，更吹我、落天涯。寂寞古豪华。乌衣日又斜。说兴亡、燕入谁家。惟有南来无数雁，和明月、宿芦花。", "shangXi": "【注释】：本词和《浪淘沙 》（疏雨洗天清），盖出于同时。从两词所抒发的感慨、所描绘的景象和所创造的意境来看，都极为相似。“雨过水明霞 ，潮回岸带沙 。叶声寒，飞透窗纱”。一场大雨洗过天空 ，夕阳斜照彩霞映得水面格外明亮；大潮汹涌，在漫过海滩后又渐渐退去。江岸边留下了些许沙痕。声声落叶，飞快地透过窗纱，使词人感到秋意袭身，时令已由夏入秋了。这是一幅凄凉的黄昏秋江图。恰值兵败被掳之后，作者面对着此情此景，哪能不倍加伤感呢？“堪恨西风吹世换，更吹我，落天涯”。“西风”既作为一种自然物的实写，又象征着蒙古统治者侵略势力。时代变革、朝廷更换，抱定不再仕元的决心，天下之大，哪有立足之地？词人把自己比做被西风吹落天涯的枯叶，也很恰切。北朝的乐府《紫骝马歌辞》云：“高高山上树 ，风吹叶落去。一去数千里，何当还故处？”它用风吹落叶比喻流落飘荡的情状，反映人民在战乱中逃亡景象。形象鲜明，深沉悲愤 。“天涯”意谓极言其远，以托出词人欲归不能的哀怨。词人在上片极言自己如落叶飘零，无根无绪，意在引出下片中作者表达的寂寞心情。“寂寞古豪华 ，乌衣日又斜 。说兴亡，燕入谁家”？南京，是烟柳繁华地，也是南宋王朝赖以阻挡蒙古南侵的一道屏藩。萧条得使词人生寂寞、衰歇之感。此词带有几分嘲讽意味 ，不只是一味悲慨而已。借燕子飞入新巢，喻指许多南宋遗民变节奉敌。作者大悲慨之中 ，怀有深深的嘲讽。更表明他不仕新朝，坚守节操的心声。词人又通过对空阔的水、天之间渐次观察，终于发现：“惟有南来无数雁，和明月，宿芦花。”淡淡几笔，就勾勒出另一幅凄清的寒汀芦雁图。词人置群雁于虽凄清而洁白的明月、芦花中，寄寓了他对乱离中的人民怀着无限同情。虽然是群雁，然而无首。没有凄居之处，真是可怜之极。邓氏此词以感情沉郁和风格清奇取胜。上片“寓情于景”。下片“以喻见意”，通过寒叶、西风、乌衣苍、明月、芦花等 ，表达了他作为作者的主体感受。全词如一幅清丽而寓意深刻的画卷，让欣赏者感到精神上的愉悦和满足。", "pagelink": "http://www.shicimingju.com/chaxun/list/491237.html"}
{"title": "齐天乐·夜来疏雨鸣金井", "author": "[宋]王月山", "yuanWen": "夜来疏雨鸣金井，一叶舞空红浅。莲渚收香，兰皋浮爽，凉思顿欺班扇。秋光苒苒。任老却芦花，西风不管。清兴难磨，几回有句到诗卷。 长安故人别後，料征鸿声里，画阑凭偏。横竹吹商，疏砧点月，好梦又随云远。间愁似线。甚击损柔肠，不堪裁翦。听著鸣蛩，一声声是怨。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/481209.html"}
{"title": "清平乐 宫怨", "author": "[宋]黄升", "yuanWen": "珠帘寂寂。愁背银缸泣。记得少年初选入。三十六宫第一。当年掌上承恩。而今冷落长门。又是羊车过也，月明花落黄昏。", "shangXi": "【注释】：这首词题为“宫怨 ”，反映的是宫廷女子失庞后寂寞无助的生活，词风哀婉，读来韵味无穷。首句点出眼下的寂寞之苦 。“珠帘 ”指用珍珠缀饰的帘子，典用《西京杂记》中语。“珠帘寂寂”，是说来“风至则鸣 ”的珠帘 ，如今却寂静地低垂着，没有一点声音。这表明长时间没有人进来，室内的人也没有出去走动，甚至连一丝风也没有。由此可见何等冷清、寂静、落寞。第二句“愁背银钅工泣”中银钅工 指的是银灯。银灯点亮，表明难熬的一个白天终于又过去了，但是更难熬的夜晚又无情地降临了。如此日复一日，深居于冷宫之中，满腹愁怨无法排遣，只好独自背着银灯哭泣 。“背”字颇耐人寻味。人在高兴时通常对着灯儿言笑，而愁苦时则往往背对灯儿叹息落泪，仿佛怕内心难言的痛苦，被灯儿窥探而更加令人不堪，一面无声地流泪，一面回忆往昔的宠爱接着回忆起往昔幸福的情景：“记得少年初选入，三十六宫第一。”初选入宫时年轻美丽，楚楚动人，艳压群芳，独得恩宠。上片由今日写到昔日，下片则又从昔日回到今日，仍然是凄惨 、痛苦 。“当年掌上承恩”“而今冷落长门 ”。当年受帝爱，如掌上明珠。而这美好的一切已一去不复返，如今美貌与宠爱并衰，帝王另宠新欢，将自己冷落在长门。“又是羊车过也 。”羊车指帝王所乘之车，这里指帝王御幸其他宫女，经过其居所。与冷落“长门”，形成鲜明对照。用“又是”二字，则其中之难堪，由来已久矣 。词中饱含辛酸。最后以景结情：“月明花落黄昏。”天已黄昏，花已飘落，月亮依旧那么明亮；其中之无奈，悲凉之情，绵绵不绝。该词语言明快、畅达，又含义隽永。起笔处摹写现实中的愁苦寂寥，中间回忆往昔的如梦美景，结尾处则又回到凄苦寂寞之中 ，感情波澜摇曳 ，曲折含蓄，令人回味不已。", "pagelink": "http://www.shicimingju.com/chaxun/list/467873.html"}
{"title": "菩萨蛮 宿水口", "author": "[宋]洪瑹", "yuanWen": "断虹远饮横江水，万山紫翠斜阳里。系马短亭西，丹枫明酒旗。浮生常客路，事逐孤鸿去。又是月黄昏，寒灯人闭门。", "shangXi": "【注释】：洪王茶 ，宋末人，自号空同词客，有词一卷。水口，集镇名，今名水口铺，在安徽来安县南三十里，来安水东岸。为当地的水陆交通要道，亦为征人旅客常经之地。词人途中投宿于此，即景抒情，写下了这首抒发羁旅幽思的小词。起首“断虹远饮横江水 ，万山紫翠斜阳里。”二句写远景。雨后初晴，一道断虹斜插于东南方的长江之上 ，在夕阳落照之下，千山万水，一片紫翠。“系马短亭西，丹枫明酒旗”。两句转写投宿，兼及近景。短亭，古时修于官道旁；以供行人休息的亭子，大凡五里一短亭，十里一长亭。“系马短亭西”，说明客舍就在此近旁；“丹枫明酒旗”，说明客舍兼营酒水。短短四句，恍如一幅画卷，给人印象最深的是色彩绚丽，诗意盎然 。词人好象手握一枝调色彩笔，精心构画，于是画面上出现了红黄橙绿青蓝紫的彩虹，紫中带翠的山岭出现了 ，青旗（酒旗色青，亦称青旆）、红枫也出现了“断虹远饮横江水 ”中的“饮 ”字，带有“追琢”的痕迹 。说：“词太做，嫌琢；太不做 ，嫌率。欲求恰如分际，此中消息，正复难言。”（《蕙风词话》卷一）可见他不是反对追琢 ，而是反对“太做”，即追琢过分。若“恰如分际”，这种追琢还是必要的。复有“明”字，青旗、红枫，判然可见，色彩明丽。下阕抒写客居此地的孤独之感。换头“浮生常客路 ，事逐孤鸿去。”二句，谓词人奔走仕途，一事无成。“浮生”语出《庄子·刻意》“其生若浮，其死若休。”词人这里借用，表示了对仕途的厌倦。“事逐孤鸿去 ”，大概是说往事不可追寻，已逝之时光亦不能再返，感慨至深 ，故亦真挚感人 。结尾“又是月黄昏，寒灯人闭门 。”二句饶有韵味。从时间上看，上阕写夕阳时候 ，提到山犹染紫 ；这里说“月黄昏”，则已暮色苍茫了。其上着以“又是”二字，说明词人在外不知漂泊了多少个日日夜夜 ，尝尽了千愁万苦。时已云暮，词人只有点上寒灯，闭门独坐而已。唐人《灞上秋居》诗有句云“寒灯独夜人 ”，词境似之，但换用“人闭门”三字，则变成有我之境，与《忆王孙·春景》词的结句“欲黄昏，雨打梨花深闭门”，有异曲同工之妙。这首《菩萨蛮》，上阕重在写景，下阕重在抒情，符合一般小令的结构规律。但前后对比，又有明显的映照作用：开始时词人远眺断虹饮水，斜日含山，心情比较平静、舒畅；结尾时闭门独坐，孤灯相伴，自然产生抑塞无聊之感。因此在整个词中，词人的感情是有发展变化的，非平铺直叙的作品所能及。", "pagelink": "http://www.shicimingju.com/chaxun/list/465536.html"}
{"title": "醉桃源/阮郎归", "author": "[宋]吴文英", "yuanWen": "五更枥马静无声。邻鸡犹怕惊。日华平晓弄春明。暮寒愁翳生。新岁梦，去年情。残宵半酒醒。春风无定落梅轻。断鸿长短亭。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/464058.html"}
{"title": "尾犯·绀海掣微云", "author": "[宋]吴文英", "yuanWen": "绀海掣微云，金井暮凉，梧韵风急。何处楼高，想清光先得。江汜冷、冰绡乍洗，素娥堪，菱花再拭。影留人去，忍向夜深，帘户照陈迹。 竹房苔径小，对日暮、数尽烟碧。露蓼香泾，记年时相识。二十五、声声秋点，梦不认、屏山路窄。醉魂幽扬，满地桂阴无人惜。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/463216.html"}
{"title": "新雁过妆楼·阆苑高寒", "author": "[宋]吴文英", "yuanWen": "阆苑高寒。金枢动、冰宫桂树年年。翦秋一半，难破万户连环。织锦相思楼影下，钿钗暗约小帘间。共无眠。素娥惯得，西坠阑干。 谁知壶中自乐，正醉围夜玉，浅斗婵娟。雁风自劲，云气不上凉天。红牙润沾素手，听一曲清歌双雾鬟。徐郎老，恨断肠声在，离镜孤鸾。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/463158.html"}
{"title": "永遇乐·阁雪云低", "author": "[宋]吴文英", "yuanWen": "阁雪云低，卷沙风急，惊雁失序。户掩寒宵，屏闲冷梦，灯飐唇似语。堪怜窗景，都闲刺绣，但续旧愁一缕。邻歌散，罗襟印粉，袖湿茜桃红露。 西湖旧日，留连清夜，爱酒几将花误。遗袜尘销，题裙墨黯，天远吹笙路。吴台直下，缃梅无限，未放野桥香度。重谋醉，揉香弄影，水清浅处。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/461708.html"}
{"title": "永遇乐·风拂尘徽", "author": "[宋]吴文英", "yuanWen": "风拂尘徽，雨侵凉榻，才动秋思。缓酒销更，移灯傍影，净洗芭蕉耳。铜华沧海，愁霾重嶂，燕北雁南天外。算阴晴，浑似几番，渭城故人离会。青楼旧日，高歌取醉，唤出玉人梳洗。红叶流光，苹花两鬓，心事成秋水。白凝虚晓，香吹轻烬，倚窗小瓶疏桂。问深宫，姮娥正在，妒云第几。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/461683.html"}
{"title": "玉漏迟·雁边风讯小", "author": "[宋]吴文英", "yuanWen": "雁边风讯小，飞琼望杳，碧云先晚。露冷阑干，定怯藕丝冰腕。净洗浮空片玉，胜花影、春灯相乱。秦镜满。素娥未肯，分秋一半。 每圆处即良宵，甚此夕偏饶，对歌临怨。万里婵娟，几许雾屏云幔。孤兔凄凉照水，晓风起、银河西转。摩泪眼。瑶台梦回人远。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/461598.html"}
{"title": "除放自石湖归苕溪", "author": "[宋]姜夔", "yuanWen": "美人台上昔欢娱，今日空台望五湖。残雪未融青草死，苦无麋鹿过姑苏。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/1638254.html"}
{"title": "临平泊舟", "author": "[宋]黄庚", "yuanWen": "", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/1620010.html"}
{"title": "拟古六首上鲜于大夫子骏其四冉冉孤生竹", "author": "[宋]晁补之", "yuanWen": "冉冉孤生竹，托根中谷卑。结发事君子，江蓠近华池。江蓠荣有时，迨此春冰期。玉盘有嘉餐，思君以忘饥。枣下何纂纂，朱实亦离离。秋风一披拂，菀其为枯枝。愿垂太阳惠，照妾葵藿微。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/1269270.html"}
{"title": "春日西湖寄谢法曹歌", "author": "[宋]欧阳修", "yuanWen": "西湖春色归，春水绿于染。群芳烂不收，东风落如糁。参军春思乱如云，白发题诗愁送春；遥知湖上一樽酒，能忆天涯万里人。万里思春尚有情，忽逢春至客心惊；雪消门外千山绿，花发江边二月晴。少年把酒逢春色，今日逢春头已白。异乡物态与人殊，惟有东风旧相识。", "shangXi": "【注释】：【注释】：原注：西湖者，许昌胜地也。谢君有“多情未老已白发，野思到春如乱云”之句。", "pagelink": "http://www.shicimingju.com/chaxun/list/1235950.html"}
{"title": "蝶恋花·月到东南秋正半", "author": "[近代]王国维", "yuanWen": "月到东南秋正半，双阙中间，浩荡流银汉。谁起水精帘下看，风前隐隐闻箫管。凉露湿衣风拂面，坐爱清光，分照恩和怨。苑柳宫槐浑一片，长门西去昭阳殿。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/1194858.html"}
{"title": "百字令 月夜过七里滩", "author": "[清]厉鹗", "yuanWen": "秋光今夜，向桐江，为写当年高躅。风露皆非人世有，自坐船头吹竹。万籁生山，一星在水，鹤梦疑重续。孥音遥去，西卢渔父初宿。心忆汐社沉埋，清狂不见，使我形容独。寂寂冷萤三四点，穿过前湾茅屋。林净藏烟，峰危限月，帆影摇空绿。随风飘荡，白云还卧深谷。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/1178532.html"}
{"title": "太常引 客中闻歌", "author": "[清]项鸿祚", "yuanWen": "", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/1178224.html"}
{"title": "菩萨蛮·山城夜半催金柝", "author": "[清]顾贞观", "yuanWen": "山城夜半催金柝，酒醒孤馆灯花落。窗白一声鸡，枕函闻马嘶。　门前乌桕树，霜月迷行处。遥忆独眠人，早寒惊梦频。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/1175108.html"}
{"title": "绮怀", "author": "[清]黄景仁", "yuanWen": "几回花下坐吹箫，银汉红墙入望遥。似此星辰非昨夜，为谁风露立中宵？缠绵思尽抽残茧，宛转心伤剥后蕉。三五年时三五月，可怜杯酒不曾消。", "shangXi": "“绮”本意为“有 花纹的丝织品”，后来引申为“美丽”，“绮怀”自是一种美丽的情怀，对清代诗人来说，这种美丽来自一种爱情失落无处寻觅的绝望，因而更加凄婉动人。黄景仁年轻时曾同 自己的表妹两情相悦，但故事却仅有一个温馨的开始和无言的结局。正因如此，在《绮怀》之中，笼罩着隐隐约约的感伤。这种感伤，被那种无法排解的甜蜜回忆和苦涩的现实纠缠着，使得诗人一步步地陷入绝望中。首联“几回花下坐 吹箫，银汉红墙入望遥”。明月相伴，花下吹箫，美好的相遇。但是这只是一个开始。那伊人所在的红墙虽然近在咫尺，却如天上的银汉一般遥遥而不可及。第二联“似此星辰 非昨夜，为谁风露立中宵”。这是最让人称道的一联，是的，今夜已非昨夜，昨夜的星辰，是记录着花下吹箫的浪漫故事，而今夜的星辰，却只有陪伴自已这个伤心之人。诗人是清醒的，他知道往事不可能重现，而正是因为这种清醒，才使他陷入了更深的绝望。在黄景仁的诗中， 所有虚幻的安慰全消失了，只有一个孤独的人依旧保持着一种望月的姿势，思念的姿势。试想，诗人独立中庭，久久望月，一任夜晚的冷露打湿了自已的衣裳，打湿了自已的心灵。而这种等待的尽头却只能是一片虚无，这种思念的幻灭以及明明知道思念幻灭却仍然不能不思念的心态，正是最为绝望的一种心态。　第三联“缠绵思尽 抽残茧，宛转心伤剥后蕉”。这句可以和的《无题》诗“春蚕到死丝方尽，蜡炬成灰泪始干”相媲美。春蚕吐丝，将自已重重包裹，正如诗人自己，用重重思念将自己重重包围。春蚕吐丝尽头是茧，是死，红烛流泪的尽头是灰，是死。而死，自然是人世间最为绝望的结局了。“芭蕉”也是幽怨的意象，李商隐《代赠》诗有“芭蕉不展丁香结，同向春风各自愁”句。尾联“三五年时三 五月，可怜杯酒不曾消”。尾联同首联呼应，三五年时三五之月，自然是“几回花下坐吹箫”的往昔，而那时的美酒在今夜早已被酿成苦涩的酒。而这种苦涩是永远也无法消除的。因为，诗人无法不想念，也就无法同往昔和现实的夹缝之中突围出来。法国著名诗人缪塞说：“最美丽的诗歌也是最绝望的诗歌，有些不朽的篇章是纯粹的眼泪。”黄景仁的七言律诗《绮怀十六首之十五》，也正是因为这种绝望而更有了魅力。", "pagelink": "http://www.shicimingju.com/chaxun/list/1149011.html"}
{"title": "天净沙 冬", "author": "[元]白朴", "yuanWen": "一声画角谯门，丰庭新月黄昏，雪里山前水滨。竹篱茅舍，淡烟衰草孤村。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/1148654.html"}
{"title": "拟庭中有奇树诗", "author": "[魏晋]陆机", "yuanWen": "欢友兰时往。迢迢匿音徽。虞渊引绝景。四节逝若飞。芳草久已茂。佳人竟不归。踯躅遵林渚。惠风入我怀。感物恋所欢。采此欲贻谁。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/1119223.html"}
{"title": "琵琶仙  中秋", "author": "[清]纳兰性德", "yuanWen": "碧海年年，试问取、冰轮为谁圆缺？吹到一片秋香，清辉了如雪。愁中看好天良夜，知道尽成悲咽。只影而今，那堪重对，旧时明月。花径里、戏捉迷藏，曾惹下萧萧井梧叶。记否轻纨小扇，又几番凉热。只落得、填膺百感，总茫茫、不关离别。一任紫玉无情，夜寒吹裂。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/971717.html"}
{"title": "好事近·马首望青山", "author": "[清]纳兰性德", "yuanWen": "马首望青山，零落繁华如此。再向断烟衰草，认藓碑题字。休寻折戟话当年，只洒悲秋泪。斜日十三陵下，过新丰猎骑。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/971412.html"}
{"title": "谒金门·风丝袅", "author": "[清]纳兰性德", "yuanWen": "风丝袅，水浸碧天清晓。一镜湿云清未了，雨晴春草草。梦里轻螺谁扫。帘外落花红小。独睡起来情悄悄，寄愁何处好？", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/971258.html"}
{"title": "山花子·林下荒苔道韫家", "author": "[清]纳兰性德", "yuanWen": "林下荒苔道韫家，生怜玉骨委尘沙。愁向风前无处说，数归鸦。半世浮萍随逝水，一宵冷雨葬名花。魂是柳绵吹欲碎，绕天涯。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/971076.html"}
{"title": "菩萨蛮·萧萧几叶风兼雨", "author": "[清]纳兰性德", "yuanWen": "萧萧几叶风兼雨，离人偏识长更苦。欹枕数秋天，蟾蜍下早弦。夜寒惊被薄，泪与灯花落。无处不伤心，轻尘在玉琴。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/970930.html"}
{"title": "点绛唇·屏却①相思", "author": "[近代]王国维", "yuanWen": "屏却相思，近来知道都无益。不成抛掷，梦里终相觅。醒后楼台，与梦俱明灭。西窗白，纷纷凉月，一院丁香雪。", "shangXi": "①屏却：放弃。    ②“醒后楼台”二句：谓梦中虚构的空中楼阁，醒后还若明若灭，隐约可见。    ③纷纷凉月：形容丁香院落的月色。诗：“絺衣挂萝薜，凉月白纷纷。”    【评解】    此词抒写为相思缠扰的惆怅心情。委婉曲折，新颖别致。    上片写明知相思无益，决心将其放弃，但相思又难“抛掷”，所以“梦里终相觅”。下片写醒后情景：梦中楼台，还隐约可见，若明若灭。最后以景作结，用月下丁香烘托人物的孤寂与惆怅。    【集评】    樊志厚《观堂长短句序》：君词往复幽咽，动摇人心，快而能沉，直而能曲，不屑屑于言词之末，而名句间出，往往度越前人。至其言近而指远，意决而辞婉，自永叔以后，殆未有工如君者也。--引自惠淇源《婉约词》", "pagelink": "http://www.shicimingju.com/chaxun/list/970779.html"}
{"title": "归园田居 其五", "author": "[魏晋]陶渊明", "yuanWen": "怅恨独策还，崎岖历榛曲。山涧清且浅，遇以濯吾足。漉我新熟酒，双鸡招近局。日入室中暗，荆薪代明烛。欢来苦夕短，已复至天旭。", "shangXi": "其五(1)怅恨独策还，崎岖历榛曲(2)。山涧清且浅，遇以濯我足(3)。滴我新熟酒，只鸡招近局(4)。日入室中暗，荆薪代明烛(5)。欢来苦夕短，已复至天旭(6)。〔注释〕(1)从内容上看，此诗似与上一首相衔接。诗人怀着怅恨的心情游山归来之后，盛情款待村中近邻，欢饮达旦。诗中虽有及时行乐之意，但处处充满纯朴之情。(2)怅恨：惆怅烦恼。策：策杖，拄杖，这里作动同用。崎岖：地面高低不平的样子。历：走过。棒曲：树木丛生的曲折小路。(3)濯（zhuo 浊）：洗。(4)漉（lu 鹿）酒：用布过滤酒。滤掉酒糟。近局：近邻。(5)日入：太阳落山。荆薪：烧火用的柴草。(6)苦：恨，遗憾。天旭：天亮。〔译文〕独自怅然拄杖还家，道路不平荆榛遍地。山涧流水清澈见底，途中歇息把足来洗。滤好家中新酿美酒，烹鸡一只款待邻里。太阳落山室内昏暗，点燃荆柴把烛代替。兴致正高怨恨夜短，东方渐白又露晨曦。-----------孟二冬《集译注》-----------", "pagelink": "http://www.shicimingju.com/chaxun/list/923242.html"}
{"title": "谒金门·双喜鹊", "author": "[元]王庭筠", "yuanWen": "双喜鹊。几报归期浑错。尽做旧愁都忘却。新愁何处著。瘦雪一痕墙角。青子已妆残萼。不道枝头无可落。东风犹作恶。", "shangXi": "【注释】：这是一首描写闺怨的词。选材虽传统，但由于作者以其高超的写作技巧及思妇的情感表现得极其凄婉深刻，因而令人震撼，百读不厌。“双喜鹊 ，几报归期浑错。”表现了闺中人急迫盼望丈夫归来又极其失望的心情。在我国民俗中以喜鹊鸣叫为吉祥 。“时人之家，闻鹊声皆以喜兆，故谓灵鹊报喜 ”（《开元天宝遗事》）。“几”极写闺中人的惊喜，失望、复惊喜复失望。久守空房、孤寂的少妇是多么的深情盼望丈夫早日归来啊。双喜鹊的双字极好地衬托出少妇的孤单 ，真是人不如禽。“尽做旧愁都忘却，新愁何处着？”假设旧愁可以忘记，即使旧日的愁苦都忘掉，眼前被引起的新愁烦又多得没有地方容纳了 。“着”多解，这里当安置、容纳解。与该句句式相同的如北宋失调名词“苦恨春醪如水藻，闲愁无处着 ”，姬《小重山》词“心儿小，难着许多愁”。其中的“着”均为安置之意。（见张相《诗词曲语辞汇释》）。用委婉曲折的设问，把内心的悲凉苦楚表现得缠绵绯侧淋漓尽致，堪与《念奴娇》的“旧恨春江流不断，旧恨云山千叠”相比美。过片描写了景物 。“瘦雪一痕墙角，专子已妆残萼，”墙角的梅花凋谢了，孤零地沾在那里 ；几粒青而又小的梅子妆点着花的残萼。明显的暮春景色意味思妇的惜春自怜。雪，指白色的梅花，用“瘦”来形容如雪梅花，形象地写出了梅花的凋零衰败。清人在（《 蕙风词话 》）中赞扬作者“字新”欣赏其“瘦雪”的形容。“一痕”即写孤独 ，又蕴含空漠无依 ，“ 墙角”是环境的冷落，也是女主人公的写照。青春而逝，红颜将老，恰如流水年华一去不再，触景伤情 ，其内心深处的悲凉、无助无奈跃然纸上。“不道技头落，东风犹作恶。”写景抒情，总括全篇，承上作结。目前已是败花残枝，光秃秃的枝上已无花可落，寡情的东风却依然逞凶肆虐，继续摧残着孤寂无依的梅树。本词上阙重在心理描写，对闺中人的深沉挚受、痴情盼望的刻画极其深刻 。 下阙重在景物，以花喻人，贴切自然。艺术上达到极高境界。况周颐在《蕙风词话 》中评价筠不同于一般金人词风，“间河幽峭之书 ，绵邈之音”《谒金门》是词人艺术风格的代表作之一。", "pagelink": "http://www.shicimingju.com/chaxun/list/824229.html"}
{"title": "南歌子·疏雨池塘见", "author": "[宋]贺铸", "yuanWen": "疏雨池塘见，微风襟袖知。阴阴夏木啭黄鹂。何处飞来白鹭立移时。易醉扶头酒，难逢敌手棋。日长偏与睡相宜。睡起芭蕉叶上自题诗。", "shangXi": "【注释】：此为抒怀词。词人以轻灵、蕴藉的笔致，通过对夏日景物和身边琐事的描写 ，抒发了自己百无聊赖、孤寂苦闷的心绪。词中多次化用前人诗句，合数家于一炉，收到了很好的艺术效果。上片描绘出一幅闲适恬谈、生机勃勃的夏日风景图。词人独立庭院，点点疏雨在池塘中留下了微微的涟漪，轻风拂面而来。周围树木成阴，枝头上黄鹂婉转啼鸣，一只不知从何处飞来的白鹭，落在池畔，迟迟不愿离去。词人观疏雨、沐轻风、听黄鹂、友白鹭，自得，其乐陶陶。下片由写景转向写人，一连写了饮酒、下棋、睡觉、题诗四件生活琐事。本来，这都是士大夫消夏乐闲的韵事，正好在上片的背景里展开。然而，在作者笔下，这些事似乎都有一种和韵事格格不入的苦涩味在内 ，和上片大异其趣：饮酒而“易醉”，下棋而敌手“难逢”；寂寂长昼，作者以昏然一睡为“相宜”来自我解嘲；睡起题诗，则只能“自题”自赏！作者志向远大，才气纵横，但仕宦四十年，一直沉沦下僚，供人驱使，这当然会使他有着满腹的牢骚和不平。实际上，在上片表面上的闲适恬淡背后，正透露着作者孤寂落寞的情怀和无所事事的痛苦。特别是结尾处那只“立移时”的白鹭，含情脉脉，不愿离去，似乎有意要和形只影单的词人作伴，已经暗含着词人知音难求的感慨。下片身边琐事的动辄生愁，特别是第三句“日长 ”与“睡相宜 ”之间那个刺目的“偏”字，结拍那奈何的“自”字，都强烈地表现出作者内心的愤懑和不平 。所志未遂，华年虚度，寂寂夏日，百无聊赖，身边连一个相濡以沫的朋友都没有，他自然无法保持心理平衡了。此词意境貌似闲适而实寓有深意，表现了词人在出世与入世之间徘徊不定、苦闷彷徨的复杂情感，体现出含蓄蕴藉的艺术风格，读之令人感慨万千。", "pagelink": "http://www.shicimingju.com/chaxun/list/2816602.html"}
{"title": "中秋月", "author": "[宋]晏殊", "yuanWen": "十轮霜影转庭梧，此夕羁人独向隅。未必素娥无怅恨，玉蟾清冷桂花孤。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/2450370.html"}
{"title": "阮郎归·旧香残粉似当初", "author": "[宋]晏几道", "yuanWen": "旧香残粉似当初，人情恨不如。一春犹有数行书，秋来书更疏。衾凤冷，枕鸳孤，愁肠待酒舒。梦魂纵有也成虚，那堪和梦无。", "shangXi": "【注释】：此词抒写的是居者思行者的情怀，但它同其他同类主题的作品比较，在技巧上自有特色。作者在词中运用层层开剥的手法，把人物面对的情感矛盾逐步推上尖端，推向绝境，从而展示了人生当中不可解脱的一种深沉的痛苦。上片起首两句将物与人比照起来写，意谓往昔所用香粉虽给人以残旧之感 ，但物仍故物，香犹故香，而离去之人的感情，却经不起空间与时间考验，逐渐淡薄，今不如昔了。上片歇拍两句，是上两句的补充和延伸，举出人不如物、今不如昔的事实，那就是行人春天初去时还有几行书信寄来，到了秋天，书信越来越稀少了。上片四句，即物思人，感昔伤今，抒写了女主人公对行者薄情的满腔怨恨。词的下片转而叙述女主人公夜间的愁思，抒写其处境的凄凉、相思的痛苦。过片两句，写词中人的情感体验，赋予客观的物象——衾与枕以女主人公清冷、孤寂的主观情感，将女主人公的内心感受渲染得淋漓尽致。这里写衾与枕而着眼于凤与鸳 ，还有其象征意义 ，是词中人因见衾、枕上绣的凤凰、鸳鸯而想到情侣的分离，以凤凰失侣 、鸳鸯成单，来暗示自己的处境已经物是人非、今非昔比了 。“愁肠”一句，是其人在愁肠百结之际希冀在酒醉中求得暂时的解脱，这是她可能找到的唯一消愁的办法。但这里只说“待酒舒 ”，未必真入醉乡，而酒也未必真能舒愁。联系下两句看，其愁肠不仅未舒，更可能徒然加重相思之情和幽怨愁恨。结拍两句，写一觉醒来时的空虚和惆怅。既然人已成各，今已非昨，而又往事难忘，后会难期，那就只有在入睡之际，寄希望于梦中与相思之人重温旧情了。尽管梦境幻而非真，虚而非实，梦回后反而会令人惘然若失 。但梦里倘能相见 ，总也聊胜于无。可是，最可悲的是，夜来空有相思，竟难成梦，连这一点片刻的虚幻的慰藉也得不到，就更令人难以为怀了。这结拍两句是层层逼进的写法。上句说已看穿了梦境的虚幻，似乎有梦无梦都无所谓，绝望之情已跃然纸上，而下句一转，把词意又推进一层。从下句再回过来看上句，才知上句是衬垫和加重下一句的，也可以说是未发先敛 ，欲擒故纵 ，从而形成跌宕，显示波澜。这种写法，有一波三折、一唱三叹、荡气回肠之妙，将女主人公的一腔怨情抒写得撼人心魄，读来使人为之销魂。在《六十一家选例言》中说：“淮海、小山，古之伤心人也。其语皆有味，浅语皆有致 。”此词即堪称用语浅淡 ，味致深浓 。作者在词中采用层层深入、步步紧迫的手法，将思忆之情、怨恨之痛抒发到回旋的地步，使人产生异样的黯然情绪，收到了很好的艺术效果。", "pagelink": "http://www.shicimingju.com/chaxun/list/37199.html"}
{"title": "卜算子 黄州定慧院寓居作", "author": "[宋]苏轼", "yuanWen": "缺月挂疏桐，漏断人初静。谁见幽人独往来，缥缈孤鸿影。惊起却回头，有恨无人省。拣尽寒枝不肯栖，寂寞沙洲冷。", "shangXi": "【注释】：这首词是元丰五年（1082）十二月初贬黄州寓居定慧院时所作。词中借月夜孤鸿这一形象托物寓怀，表达了词人孤高自许、蔑视流俗的心境。上阕前两句营造了一个夜深人静、月挂疏桐的孤寂氛围 ，为幽人、孤鸿的出场作铺垫。“漏”指古人计时用的漏壶；“漏断”即指深夜。这两名出笔不凡，渲染出一种孤高出生的境界。接下来的两句，先是点出一位独来独往、心事浩茫的“幽人”形象，随即轻灵飞动地由“幽人”而孤鸿，使这两个意象产生对应和契合，让人联想到 ：“幽人”那孤高的心境，不正象缥缈若仙的孤鸿之影吗？这两句，既是实写，又通过人、鸟形象的对应、嫁接，极富象征意味和诗意之美地强化了“幽人”的超凡脱俗。下阕专写孤鸿遭遇不幸 ，心怀幽恨，惊恐不已，拣尽寒枝不肯栖息，只好落宿于寂寞荒冷的沙洲。这里 ，词人以象征手法 ，匠心独运地通过鸿的孤独缥缈，惊起回头、怀抱幽恨和选求宿处，表达了作者贬谪黄州时期的孤寂处境和高洁自许、不愿随波逐流的心境。作者与孤鸿惺惺相惜，以拟人化的手法表现孤鸿的心理活动，把自己的主观感情加以对象化，显示了高超的艺术技巧。这首词的境界，确如所说 ：“语意高妙，似非吃烟火食人语，非胸中有万卷书，笔下无一点尘俗气，孰能至此！”这种高旷洒脱、绝去尘俗的境界，得益于高妙的艺术技巧。作者“以性灵咏物语 ”，取神题外，意中设境，托物寓人；在对孤鸿和月夜环境背景的描写中，选景叙事均简约凝练，空灵飞动，含蓄蕴藉，生动传神，具有高度的典型性。", "pagelink": "http://www.shicimingju.com/chaxun/list/35055.html"}
{"title": "踏莎行·郴州旅舍", "author": "[宋]秦观", "yuanWen": "雾失楼台，月迷津渡，桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。驿寄梅花，鱼传尺素，砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去？", "shangXi": "【注释】：    ①津渡：渡口。    ②可堪：那堪。    ③驿寄梅花：引用寄赠范晔的诗：“折梅逢驿使，寄与陇头人。    江南无所有，聊赠一枝春。”作者以远离故乡的范晔自比。    ④郴（chén）：郴州，今湖南郴县。    ⑤幸自：本身。    【评解】    这首词是作者因坐党籍连遭贬谪时所写，表达了失意人的凄苦和哀怨的心情，流露了对现实政治的不满。上片写旅途中所见景色，景中见情。下片抒发诗人内心的苦闷和愁恨心情。词意委婉含蓄，寓有作者身世之感。    【集评】    《人间词话》：少游词境，最为凄婉。至“可堪孤馆闭春寒，杜鹃声里斜阳暮”，则变而凄厉矣。    唐圭璋《唐宋词简释》：此首写羁旅，哀怨欲绝。起写旅途景色，已有归路茫茫之感。末引“郴江”、“郴山”，以喻人之分别，无理已极，沉痛已极，宜东坡爱之不忍释也。    王方俊《唐宋词赏析》：这首词层次极为分明。开头两句都以对句起，都是平叙；中间第三句一顿；末两句是中心所在。虽是小词，用的是慢词作法。--引自惠淇源《婉约词》此词为作者绍圣四年（1097）贬谪郴州时在旅店所写。词中抒写了作者流徙僻远之地的凄苦失望之情和思念家乡的怅惘之情。词的上片以写景为主，描写了词人谪居郴州登高怅望时的所见和谪居的环境，但景中有情，表现了他苦闷迷惘、孤独寂寞的情怀。下片以抒情为主，写他谪居生活中的无限哀愁，他偶尔也情中带景。“雾失楼台，月迷津渡，桃源望断无寻处”，写夜雾笼罩一切的凄凄迷迷的世界：楼台在茫茫大雾中消失；渡口被朦胧的月色所隐没；那当年笔下的桃花源更是云遮雾障，无处可寻了。当然，这是作者意想中的景象，因为紧接着的两句是“可堪孤馆闭春寒 ，杜鹃声里斜阳暮”。词人闭居孤馆，只有在想象中才能看得到“津渡”。而从时间上来看 ，上句写的是雾濛濛的月夜，下句时间又倒退到残阳如血的黄昏时刻。由此可见，这两句是实写诗人不堪客馆寂寞，而头三句则是虚构之景了。这里词人运用因情造景的手法，景为情而设，意味深长。“楼台”，令人联想到的是一种巍峨美好的形象，而如今被漫天的雾吞噬了；“津渡”，可以使人产生指引道路、走出困境的联想，而如今在朦胧夜色中迷失不见了；“桃源”，令人联想到陶渊明《桃花源记》中的一片乐土，而如今在人间再也找不到了 。开头三句 ，分别下了“失”、“迷”、“无”三个否定词，接连写出三种曾经存在过或在人们的想象中存在过的事物的消失，表现了一个屡遭贬谪的失意者的怅惘之情和对前途的渺茫之感。而“可堪孤馆闭春寒，杜鹃声里斜阳暮 。”两句则开始正面实写词人羁旅郴州客馆不胜其悲的现实生活。一个“馆”字，已暗示羁旅之愁。说“孤馆”则进一步点明客舍的寂寞和客子的孤单。而这座“孤馆”又紧紧封闭于春寒之中，置身其间的词人其心情之凄苦就可想而知了。此时此刻，又传来杜鹃的阵阵悲鸣；那惨淡的夕阳正徐徐西下，这景象益发逗引起词人无穷的愁绪。杜鹃鸣声，是古典诗词中常用的表游子归思的意象。以少游一个羁旅之身，所居住的是寂寞孤馆，所感受的是料峭春寒，所听到的是杜鹃啼血，所见到的是日暮斜阳，此情此境，只能以“可堪”道之。“可堪”者 ，岂堪也，词人在这重重凄厉的气围中，又怎能忍受得了呢？王国维评价这两句词说 ：“少游词境最凄婉，至‘可堪孤馆闭春寒，杜鹃声里斜阳暮’，则变为凄厉矣。”过片“驿寄梅花，鱼传尺素，砌成此恨无重数。”连用两则友人投寄书信的典故，极写思乡怀旧之情。“驿寄梅花”，见于《荆州记》记载；“鱼传尺素”，是用古乐府《饮马长城窟》诗意，意指书信往来。少游是贬谪之人，北归无望，亲友们的来书和馈赠，实际上并不能给他带来丝毫慰藉，而只能徒然增加他别恨离愁而已。因此，书信和馈赠越多，离恨也积得越多，无数“梅花”和“尺素”，仿佛堆砌成了“无重数”的恨。词人这种感受是很深切的，而这种感受又很难表现，故词人手法创新，只说“砌成此恨无重数”。有这一“砌”字，那一封封书信，一束束梅花，便仿佛成了一块块砖石，层层垒起，以至于达到“无重数”的极限。这种写法，不仅把抽象的微妙的感情形象化，而且也可使人想象词人心中的积恨也如砖石垒成，沉重坚实而又无法消解。在如此深重难排的苦恨中，迸发出最后二句：“郴江幸自绕郴山，为谁流下潇湘去？”从表面上看，这两句似乎是即景抒情，写词人纵目郴江，抒发远望怀乡之思。郴江，发源于湖南省郴县黄岭山，即词中所写的“郴山”。郴江出山后，向北流入耒水 ，又北经耒阳县，至衡阳而东流入潇水湘江。但实际上，一经词人点化，那山山水水都仿佛活了，具有了人的思想感情。这两句由于分别加入了“幸自”和“为谁”两个字，无情的山水似乎也能听懂人语，词人在痴痴问询郴江：你本来生活在自己的故土，和郴山欢聚在一起，究竟为了谁而竟自离乡背井，“流下潇湘去”呢？实际上是词人面对着郴江自怨自艾，慨叹自己好端端一个读书人，本想出来为朝廷做一番事业，怎知到如今竟被卷入一场政治斗争的漩涡中去呢？词人笔下的郴江之水，已经注入了作者对自己离乡远谪的深长怨恨，富有象征性，故而这结尾两句的意蕴就更深长丰富了。此词表达了失意者的凄苦和哀怨的心情，流露了对现实政治一定程度的不满。在写作上，词人善用对句写景抒情 。上片开头“雾失楼台，月迷津渡”，雾霭与月色对举，造成一种朦胧的意境，笼罩全词；下片开头亦用对句 ，“驿寄梅花，鱼传尺素，虽然表现的都是朋友的信息和寄赠这同一内容，却能造成书信往来频频不断的气势，与“砌成此恨无重数”相照应。总之，此词以新颖细腻、委婉含蓄的手法描写了作者在特点环境中的特定心绪，抒发了内心不能直言的深曲幽微的贬徒之悲，寄托了深沉哀婉的身世之感，使用写实、象征的手法营造凄迷幽怨、含蓄深厚的词境，充分体现了作者身为北宋婉约派大家的卓越艺术才能。", "pagelink": "http://www.shicimingju.com/chaxun/list/34862.html"}
{"title": "阮郎归·湘天风雨破寒初", "author": "[宋]秦观", "yuanWen": "湘天风雨破寒初。深沈庭院虚。丽谯吹罢小单于。迢迢清夜徂。乡梦断，旋魂孤。峥嵘岁又除。衡阳犹有雁传书。郴阳和雁无。", "shangXi": "【注释】：此词当作于绍圣三年（1096）除夕，作者由谪徙郴州时，为淮海词中情调最为凄婉的之一。全词于浅语 、淡语中蕴有深远意味，抒写了无比哀伤的情感，寄托了沉重的身世感慨。起首二句，词人以简练的笔触勾勒了一个寂静幽深的环境。满天风雨冲破了南方的严寒，似乎呼唤着春天的到来。然而词人枯寂的心房，却毫无复苏的希望。环顾所居的庭院，深沉而又空虚，人世间除旧岁、迎新年的节日气象一点也看不到。自“湘天”至“庭院虚”，寥寥十二个字，不仅点明了时间，地点 ，而且描写了一个巨大的空间：从寥廓的湖南南部的天空，到蜗居一室的狭小的贬所尽包其中。而在凄凉孤寂的氛围中，隐然寓有他人的欢娱，因为除夕是中国的传统节日，这一天家家户户，围炉守岁，个中意味，耐人琢磨。“丽谯”二句是写词人数尽更筹 ，等待着天明。丽谯 ，指城门楼，语出《庄子·徐无鬼》“君亦必无盛鹤列于丽谯之间”。《小单于》是唐代大角曲名，诗人有《听晓角》诗云：“无数塞鸿飞不度 ，秋风卷入《小单于》。”除夕之夜，人们是阖家守岁，而此时此地的词人却独居在与世隔绝的“深沉庭院”之中，耳中听到的只是风声、雨声，以及凄楚的从城门楼上传过来的画角声。这种种声音，仿佛是利箭，是乱石，不断地刺激着、敲打着词人的心灵 。在这种情况下，词人是怎样熬过“一夜长如岁 ”的除夕，可以想见。“迢迢”二字，极言夜之长；加一“清”字，则突出了夜之静谧，心之凄凉。而一个“徂”字，则把时间的流逝写得很慢，很慢。然而到了过片，词人却以快速的节奏发出“乡梦断，旅魂孤”的咏叹。自从贬谪以来，离开家乡已经四年了，这个“乡”字当是广义，包括京都和家乡。词人日日夜夜盼望着回乡，可是如今却象游魂一样，孑然一身，远谪南州。当此风雨之夕，即使他想在梦中回到家乡，也因角声盈耳，进不了梦境。“乡梦断，旅魂孤”，这六个字凝聚着无比深沉的感情。至“峥嵘岁又除”一句，词人始正面点除夕 。峥嵘 ，喻不寻常，此言岁月之艰难。然而着一“又”字，却表明了其中蕴有多少次点燃了复又熄灭的希望之火 。言外之意是：一个又一个除夕到来了，接着又消逝了，词人依旧流徙在外。词的结尾意思是说，在衡阳还可以有鸿雁传书，而自己贬在衡阳以南几百里的郴阳，连雁也看不到了，何能带来书信呢？写离乡日远，音讯久疏，连用二事，贴切而又自然。鸿雁传书的典故出于《汉书·传》，本来是汉朝使臣诈骗匈奴单于的话，后人却把它当事实引用 。据说“南地极燠，雁望衡山而止”（见陆佃《埤雅》）。此词写除夕之夜难眠的冷寂环境和孤凄心情，以及被贬日远和音信久疏的痛楚。全词笔触精致，用典贴切，景语、情语、浅语、淡语融为一体，含蓄巧妙，意味深长 ，正如清人《宋六十一家词选·例言》所言：“淮海，小山，古之伤心人也。其淡语皆有致，求之两宋词人，实罕其匹。”", "pagelink": "http://www.shicimingju.com/chaxun/list/34819.html"}
{"title": "蝶恋花·庭院深深深几许", "author": "[宋]欧阳修", "yuanWen": "庭院深深深几许，[1]杨柳堆烟，[2]帘幕无重数。玉勒雕鞍游冶处，[3]楼高不见章台路。[4]雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。[5]", "shangXi": "【注释】：[1]几许：多少。[2]堆烟：形容杨柳浓密。[3]玉勒：玉制的马衔。雕鞍：精雕的马鞍。游冶处：指歌楼妓院。[4]章台：汉长安街名。《汉书·张敞传》有“走马章台街”语。唐《章台柳传》，记妓女柳氏事。后因以章台为歌妓聚居之地。[5]乱红：落花。　　此词写暮春闺怨，一起一结颇受推赏。“庭院”深深，“帘幕”重重，更兼“杨柳堆烟”，既浓且密——生活在这种内外隔绝的阴森、幽遂环境中，女主人公身心两方面都受到压抑与禁锢。叠用三个“深”字，写出其遭封锁，形同囚居之苦，不但暗示了女主人公的孤身独处，而且有心事深沉、怨恨莫诉之感。因此，称赏不已，曾拟其语作“庭院深深”数阕。显然，女主人公的物质生活是优裕的。但她精神上的极度苦闷，也是不言自明的。　　“玉勒雕鞍”以下诸句，逐层深入地展示了现实的凄风苦雨对其芳心的无情蹂躏：情人薄幸，冶游不归；春光将逝，年华如水。篇末“泪眼问花”，实即含泪自问。花不语，也非回避答案，“乱花飞过秋千去”，不是比语言更清楚地昭示了她面临的命运吗？在泪光莹莹之中，花如人，人如花，最后花、人莫辨，同样难以避免被抛掷遗弃而沦落的命运。这种完全用环境来暗示和烘托人物思绪的笔法，深婉不迫，曲折有致，真切地表现了生活在幽闭状态下的贵族少归难以明言的内心隐痛。　　当然，溯其渊源，此前，有“百舌问花花不语”（《惜春词》）句，也有“尽日问花花不语”（《落花》）句，结句或许由此脱化而来，但不独语言更为流美，意蕴更为深厚，而且境界之浑成与韵味之悠长，也远过于温、严原句。【集评】    李清照《词序》：欧阳公作《蝶恋花》有“庭院深深深几许”之句，予酷爱之，用其语作庭院深深数阕。    俞陛云《唐五代两宋词选释》：此词帘深楼迥及“乱红飞过”等句，殆有寄托，不仅送春也。或见《阳春集》。李易安定为六一词。易安云：    “此词余极爱之。”乃作“庭院深深”数阕，其声即旧《临江仙》也。    毛先舒《古今词论》：永叔词云“泪眼问花花不语，乱红飞过秋千去。”此可谓层深而浑成。何也？因花而有泪，此一层意也；因泪而问花，此一层意也；花竟不语，此一层意也；不但不语，且又乱落，飞过秋千，此一层意也。人愈伤心，花愈恼人，语愈浅而意愈入，又绝无刻画费力之迹，谓非层深而浑成耶？----------------------------这首词以生动的形象 、清浅的语言，含蓄委婉、深沉细腻地表现了闺中思妇复杂的内心感受，是闺怨词中传诵千古的名作。此词首句“深深深”三字，其用叠字之工，致使全词的景写得深，情写得深，由此而生深远之意境。词人首先对女主人公的居处作了精心的描绘。“杨柳堆烟，帘幕无重数”这两句，似乎是一组电影摇动镜头，由远而近，逐步推移，逐步深入。随着镜头所指，先是看到一丛丛杨柳从眼前移过。“杨柳堆烟 ”，说的是早晨杨柳笼上层层雾气的景象 。着一“ 堆 ”字，则杨柳之密，雾气之浓，宛如一幅水墨画 。随着这一丛丛杨柳过去 ，词人又把镜头摇向庭院，摇向帘幕。这帘幕不是一重，而是过了一重又一重。究竟多少重，他不作琐屑的交代，一言以蔽之曰“无重数 ”。“ 无重数”，即无数重。一句“无重数”，令人感到这座庭院简直是无比幽深。至此，作者用一句“玉勒雕鞍游冶处”，宕开一笔，把视线引向她丈夫那里；然后折过笔来写道：“楼高不见章台路”。原来这词中女子正独处高楼，她的目光正透过重重帘幕、堆堆柳烟，向丈夫经常游冶的地方凝神远望。词的上片着重写景，但“一切景语，皆情语也”（《人间词话》），在深深庭院中，已宛然见到一颗被禁锢的与世隔绝的心灵。词的下片着重写情，雨横风狂，催送着残春，也催送女主人公的芳年。她想挽留住春天，但风雨无情，留春不住。于是她感到无奈：“泪眼问花花不语，乱红飞过秋千去”，只好把感情寄托到命运同她一样的花上。这两句包含着无限的伤春之感。清人毛先舒评曰：“‘泪眼问花花不语，乱红飞过秋千去’，此可谓层深而浑成。”（王又华《古今词论》引）他的意思是说语言浑成与情意层深往往是难以兼具的，但欧词这两句却把它统一起来。这两句情感层次如下：第一层写女主人公因花而有泪 。见花落泪 ，对月伤情，是古代女子常有的感触。此刻女子正在忆念走马章台（汉长安章台街，后世借以指游冶之处）的丈夫，可是望而不可见，眼中唯有在狂风暴雨中横遭摧残的花儿，由此联想到自己的命运，不禁伤心泪下。第二层是写因泪而问花。泪因愁苦而致，势必要找个发泄的对象。这个对象此刻已幻化为花，或者说花已幻化为人。于是女主人公向着花儿痴情地发问。第三层是花儿在一旁缄默，无言以对。紧接着词人写第四层：花儿不但不语，反而象故意抛舍她似地纷纷飞过秋千而去 。人儿走马章台，花儿飞过秋千 ，有情之人 、无情之物对她都报以冷漠 ，怎能不让人伤心 ！这种借客观景物的反应来烘托 、反衬人物主观感情的写法，正是为了深化感情。词人一层一层深挖感情，并非刻意雕琢，而是象竹笋有苞有节一样 ，自然生成，逐次展开，在自然浑成、浅显易晓的语言中，蕴藏着深挚真切的感情。这首词意境深远。词中写景写情，而景与情又是那样的融合无间 ，浑然天成 ，构成了一个完整的意境。词人刻画意境也是有层次的。从环境来说，它是由外景到内景，以深邃的居室烘托深邃的感情，以灰暗凄惨的色彩渲染孤独伤感的心情。从时间来说，上片是写浓雾弥漫的早晨 ，下片是写风狂雨暴的黄昏，由早及晚，逐次打开人物的心扉。过片三句，近人评曰 ：“‘三月暮’点季节，‘风雨’点气候，‘黄昏’点时刻，三层渲染，才逼出‘无计’句来。”（《 唐宋词选释 》）暮春时节，风雨黄昏；闭门深坐，情尤怛恻。个中意境，仿佛是诗，但诗不能写其貌；是画，但画不能传其神；唯有通过这种婉曲的词笔才能恰到好处地勾画出来。尤其是结句，近人王国维认为这是一种“ 有我之境”。所谓“有我之境”，便是“ 以我观物 ，故物皆著我之色彩”（《人间词话》）。也就是说，花儿含悲不语，反映了词中女子难言的苦痛；乱红飞过秋千，烘托了女子终鲜同情之侣 、怅然若失的神态。而情思之绵邈，意境之深远，尤令人神往。", "pagelink": "http://www.shicimingju.com/chaxun/list/34227.html"}
{"title": "尾犯·夜雨滴空阶", "author": "[宋]柳永", "yuanWen": "夜雨滴空阶，孤馆梦回，情绪萧索。\r\n一片闲愁，想丹青难貌。\r\n秋渐老、蛩声正苦，夜将阑、灯花旋落。\r\n最无端处，总把良宵，只恁孤眠却。佳人应怪我，别后寡信轻诺。\r\n记得当初，翦香云为约。\r\n甚时向、幽闺深处，按新词、流霞共酌。\r\n再同欢笑，肯把金玉珠珍博。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/33843.html"}
{"title": "甘草子·秋暮", "author": "[宋]柳永", "yuanWen": "秋暮。乱洒衰荷，颗颗真珠雨。\r\n雨过月华生，冷彻鸳鸯浦。 池上凭阑愁无侣。\r\n奈此个、单栖情绪。\r\n却傍金笼共鹦鹉，念粉郎言语。", "shangXi": "此词写一年轻女子在深秋之日思念情郎和孤寂无聊的心绪。上片写晚秋景色的凄凉；下片写没有情郎为伴，心绪不宁和百无聊赖。这首《甘草子》是一篇绝妙的闺情词，属小令词。上片写女主人公池上凭阑的孤寂情景。秋天本易触动寂寥之情，何况“秋暮”。“乱洒衰荷，颗颗真珠雨”，比喻贴切，句中“乱”字亦下得极好，它既写出雨洒衰荷历乱惊心的声响，又画出跳珠乱溅的景色，间接地，还显示了凭阑凝伫、寂寞无聊的女主人公的形象。紧接着，以顶针格写出“雨过月华生，冷彻鸳鸯浦”两句。词连而境移，可见女主人公池上阑边移时未去，从雨打衰荷直到雨霁月升。雨来时池上已无鸳鸯，“冷彻鸳鸯浦”即有冷漠空寂感，不仅是雨后天气转冷而已，这对女主人公之所以愁闷是一有力的暗示。过片“池上凭阑愁无侣”一句收束上意，点明愁因。“奈此个、单栖情绪”则推进一层，写孤眠之苦，场景也由池上转入屋内。此词妙结尾二句别开生面，写出新意：“却傍金笼共，念粉郎言语。”荷塘月下，轩窗之内，一个不眠的女子独自调弄鹦鹉，自是一幅绝妙仕女图。而画图难足的，是那女子教鹦鹉念的“言语”，不直写女主人公念念不忘“粉郎”及其“言语”，而通过鹦鹉学“念”来表现，实为婉曲含蓄。鸟语之后，反添一种凄凉，因鸟语之戏不过是自我安慰，又岂能真正遗志空虚。《金粟词话》云：“卿‘却傍金笼教鹦鹉，念粉郎言语’，《花间》之丽句也。”是说此词的尾句，类花间派，语辞艳丽，各是异彩，如“真珠”、“月华”、“鸳鸯”、“金笼”、“鹦鹉”等皆具辞彩。然不同的是环境的华美不能掩盖人物心境的空虚，这样写恰有反衬的妙用。这是一首绝妙的闺情词。上片写室外，集中写秋暮的萧瑟之景，映衬凭栏闺妇的孤寂之情。起笔“秋暮”句点明时令，接着“乱洒”二句写雨打衰荷，跳珠乱溅的景象，同时，还揭示了凭栏闺妇的心绪。“雨过”二句描写雨霁胜，池无鸳鸯的景色，时移境移，画面清冷。下片写室内，集中描写闺中孤栖情景。过片“池上”句收柬上意，点明愁因，接着“奈此个”一句抒发孤栖之苦，无侣倾诉而转求鹦鹉，不失为聊吐苦情之法。结尾“却傍”二句描写闺中月下不眠，调弄鹦鹉的情景。作者于此不直写闺妇对郎君的眷念及其“言语”，而通过鹦鹉之口来表现，甚是婉曲含蓄。", "pagelink": "http://www.shicimingju.com/chaxun/list/33574.html"}
{"title": "行香子·草际鸣蛩", "author": "[宋]李清照", "yuanWen": "草际鸣蛩，惊落梧桐。正人间天上愁浓。云阶月地，关锁千重。纵浮槎来，浮槎去，不相逢。星桥鹊驾，经年才见，想离情别恨难穷。牵牛织女，莫是离中。甚霎儿晴，霎儿雨，霎儿风。", "shangXi": "【注释】：这首词具体创作年代不详，大约是词人同丈夫婚后又离居的时期。主要借牛朗的神话传说，写人间的离愁别恨，凄恻动人。“七夕”是中国传统节日之一，每年七月七日夜里，人们遥望天上的织女星和牵牛星，想起关于他们的美丽传说，无不感叹。在这样的日子里，正受别离之苦的词人，感触更深。“草际鸣蛩，惊恐梧桐”。写的是凄清之景：夜是那么静，草丛中蟋蟀的叫声是那么清晰，连梧桐的叶子掉在地上也能听到。这两句从听觉入手，不仅增强了下句的感伤情调，而且给全词笼罩上一层凄凉的气氛 。“正人间天上愁浓”是作者仰望牵牛、织女发出的悲叹。“天上”暗点出牵牛、织女。七夕虽为牛、女相会之期，然而相会之时即为离别之日，倾诉一年来的别离之苦，想到今夜之后又要分别一年，心情更痛苦 。“人间”包括作者和一切别离中的男女。想到牛、女今夜尚能相见，自己却无此机会，内心的悲愁，可见一斑 。“愁浓”二字，写尽辛酸。 “云阶目地，关锁千重。纵浮槎来，浮槎去，不相逢 。”句意思：望着银河，望着云、月，在幻觉中进入了想象中的天上世界 。“槎”是用竹木编成的筏子，可以渡水。据说乘着它从海上出发，航行十余天，到了天上，可以见有城郭房舍，非常壮丽，望见织女在宫中织布 ，牵牛在天河岸边饮牛。天宫以月为地，以云为阶，重重关锁，即使她象昔人那样乘槎去到天上，又乘槎回来，也不能同织女、牵牛相逢。这几句字面虽写天上，用意则在人间。“关锁千重”，极言阻隔之深，致使有情男女不得会合团聚，其中寄托词人个人的别恨。下片仍是作者仰望银河双星时浮现出来的想象世界 。传说夏历七月七日夜群鹊在银河衔接为桥渡牛、女相会，称为“鹊桥”，也称“星桥”。分别一年，只得一夕相会，离情别恨，自然年年月月永无穷尽。“想”意“ 讨想 ”、“想像”等包含着对牛、女的痛惜、体贴和慰藉意，还有启下的作用。正当人们悲慨牛、女常年别离时，刚刚相会的他们，又要别离了 。“莫是离中”的“莫”为猜疑之词，即大概，大约之意。结尾三字用一“甚”字总领 ，与上片末三句句式相同，为此词定格。“甚”这里是时间副词，作“正当”“正值”的“正”解释。“霎儿”是口语，指短暂的时间，意思是一会儿。天这么一会儿晴，一会儿雨，一会儿又刮风 ，大约织女、牵年已在分离了吧 ？叠用三个“霎儿”，逼肖烦闷难耐声口，写得幽怨不尽。牵牛、织女正是人间别离男女的化身，对他们不幸遭遇的叹恨，正是对人间离愁别情的叹恨 。这几句语意双关，构思新颖，用天气的阴晴喻人间的悲喜，贴切生动。这首词由人间写起，先言个人所见所感，再据而继之天上神话世界。通篇以牛女传说为寄托，境界奇丽，曲径通幽，写透了青年男女的离愁别恨。", "pagelink": "http://www.shicimingju.com/chaxun/list/32856.html"}
{"title": "江楼感旧", "author": "[唐]赵嘏", "yuanWen": "独上江楼思渺然，月光如水水如天。同来望月人何处？风景依稀似去年。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/31937.html"}
{"title": "临江仙·饮散离亭西去", "author": "[唐]徐昌图", "yuanWen": "饮散离亭西去，浮生长恨飘蓬。\r\n回头烟柳渐重重。\r\n淡云孤雁远，寒日暮天红。今夜画船何处？潮平淮月朦胧。\r\n酒醒人静奈愁浓。\r\n残灯孤枕梦，轻浪五更风。", "shangXi": "【注释】    ①浮生：一生。古人谓“人生世上，虚浮无定”，故曰浮生。　飘蓬：飘浮无定之意。    【评解】    黄昏送别，孤帆远征。回头重重烟柳，淡云暮烟。待到酒醒人静，只见狐枕残灯，淮月朦胧。晨风轻浪，离愁更浓。    这首词抒写了离别之痛，相思之苦。风格柔丽，抒情宛转。语言美，意境尤美。    【集评】    沈雄《古今词话》：《尊前集》有《临江仙》、《河传》二首，俱唐音也。    俞陛云《唐五代两宋词选释》：写江行夜泊之景。“暮天”二句晚霞如绮，远雁一绳。“轻浪”二句风起深宵，微波拍舵，淰淰有声，状水窗风景宛然，千载后犹相见客中情味也。昌图爵里无考，选词家有列入唐词末者。    《柳塘词话》卷二沈雄云：有以徐昌图之《临江仙》为仙侣，而之《临江仙》为南吕者，其宫调自别，亦可也。", "pagelink": "http://www.shicimingju.com/chaxun/list/31101.html"}
{"title": "荷叶杯·镜水夜来秋月", "author": "[唐]温庭筠", "yuanWen": "镜水夜来秋月，如雪。采莲时，小娘红粉对寒浪。惆怅，正思惟。", "shangXi": "此词描绘了一幅清幽雅丽的秋夜采莲图，抒写了采莲少女在月夜中的惆怅心绪。全词节奏天然，颇为人们称赏。首起二句以映池秋月起兴，八字缀连时间景物：秋水，秋夜，秋月，水平如镜，月光如雪，构成了一幅秋夜月下湖上怀春图。接着以“采莲时”写采莲，时已秋日，莲子成熟，采莲开始。这是件引人遐思的事情，因为采莲常常蕴含着男女情爱意旨的表达。南朝乐府《西洲曲》中即云：“开门郎不至，出门采红莲。采莲南塘秋，莲花过人头。低头弄莲子，莲子青如水。置莲怀袖中，莲心彻底红。”女子爱恋情郎的心清澈如水，热情似火，显得格外纯真、赤诚。另如晚唐的《采莲子》词：“船动湖光滟滟秋，贪看年少信船流。无端隔水抛莲子，遥被人知半日羞。”情窦初开的采莲少女被岸上的英俊少年迷住了，爱情的火焰悄悄燃起。她下意识地抛出一颗莲子——一颗少女初恋的心。所以，这里的采莲活动也隐含着对情爱的渴望和追求。接着再写主人公的离愁。此词贵在捕捉主人公一瞬间的情感：她面对自己映在水光之中的娇颜，顿生孤寂与惆怅。“对寒浪”与“镜水”“秋月”照应，写采莲女子面对秋月下的荷塘，凝思暗想，感到心境凄凉，因而“惆怅”，失意与哀伤袭上心头。结拍“正思惟”是“对寒浪”的延展、继续：女子仍然在思念着心上人，越想越失望，越想越哀伤，正可谓“剪不断，理还乱”。这里写出了主人公人在采莲，而心不在焉。同时“红粉”与“寒浪”的映照，“惆怅”心情的揭示，“思惟”意念的抒发，令这清雅的荷塘月夜增添了一丝淡淡的感伤色彩。这首词写得很精练，紧抓采莲女月夜伫立凝思这一意象，用简洁凝练的笔法，层层递进，把少女那种孤寂、苦闷、惆怅的心境展露无遗，并把她那愁思难解、痴情痴想的形象活脱脱地展现在人们面前。短短二十三字，就把情景融与一体，可见其卓绝的想象力和高超的驾驭语言的能力。", "pagelink": "http://www.shicimingju.com/chaxun/list/30683.html"}
{"title": "更漏子·玉炉香", "author": "[唐]温庭筠", "yuanWen": "玉炉香，红蜡泪，偏照画堂秋思。眉翠薄，鬓云残，夜长衾枕寒。梧桐树，三更雨，不道离情正苦。一叶叶，一声声，空阶滴到明。", "shangXi": "此首写离情，浓淡相间，上片浓丽，下片疏淡。通篇自画至夜，自夜至晓。其境弥幽，其情弥苦。上片，起三句写境，女三句写入。画堂之内，惟有炉香、蜡泪相对，何等凄寂。迨至夜长衾寒之时，更愁损矣。眉薄鬓残，可见展转反侧、思极无眠之况。下片，承夜长夹，单写梧桐夜雨，一气直下，语浅情深。宋人句云：“枕前泪共阶前雨，隔个窗儿滴到明。”从此脱胎，然无上文之浓丽相配，故不如此词之深厚。共写过六首内容相仿的《更漏子》。这首《更漏子》，借“更漏”夜景咏妇女相思情事，词从夜晚写到天明。开头三个字，表面看是景语，不像后来《醉花阴·重阳》的“薄雾浓云愁永昼，瑞脑消金兽”含有以炉烟袅袅来表示愁思无限的意思。次句“红蜡泪”就不同了：夜间燃烛，用以照明，但多了一个“泪”字，便含有了人的感情。说“玉炉”，既见其精美，又见其色洁；“红蜡”则透出色泽的艳丽而撩人情思，而闺中的寂寞也隐隐流露出来了。“画堂”，写居室之美，与“玉炉”、“红蜡”相映衬。这句紧承上句，说红蜡所映照是画堂中人的秋思。“秋思”，是一种看不见、摸不着、深藏于人心中的情愫，红蜡是不能“照”到的，可是作者却执拗地强调“偏照”。“偏照”者，非照不可也。这一来，将室内的华美陈设与人的感情，巧妙地联系起来了。此刻，在这美丽的画堂中，冷清寂静，只有玉炉之香，红蜡之泪，与女主人公相伴，不管它们是有意、无意，但在她看来，却是“偏照”。至此，是蜡在流泪，抑或人在流泪，浑融一体，更反衬女主人公的“秋思”之深。概言之，第一句主要是衬景，二句景中含情，三句感情色彩强烈，女主人公的愁肠百结，呼之而出了。陈匪石云：“词固言情之作，然但以情言，薄矣。必须融情入景，由景见情。”（《旧时月色斋词谭》）这里“融情入景”是逐步深入的，至“偏照”始喷涌而出。“眉翠薄，鬓云残”，两句写人。以翠黛描眉，见其眉之美。鬓云，是形容美发如云，可知其人之美。但紧接着用了一个“薄”字，一个“残”字，景况便完全不同了。“薄”字形容眉黛褪色，“残”字描绘鬓发不整。这两个字反映出她辗转反侧、无法入睡的情态，不仅写外貌，也同时写出了她内心难言的苦闷。“夜长衾枕寒”，继续写思妇独处无眠的感受，它不仅点明了时间：长夜漫漫；写出了人的感觉：衾枕生寒，如李清照怀念外出丈夫时的“半夜凉初透”。由此可知上面的一切景物，都是夜长不寐之人目之所见，身之所感。这些景物如粒粒珍珠，用“秋思”这条线把它们串了起来。上阕写画堂中人所见，下阕从室内转到室外，写人的所闻。秋夜三更冷雨，点点滴滴在梧桐树上，这离情之苦没有人可以理解。它与“偏照画堂秋思”呼应，可见“秋思”即是离情。下面再作具体描述：“一叶叶，一声声，空阶滴到明。”潇潇秋雨不理会闺中少妇深夜怀人的苦情，只管让雨珠洒在一张张梧桐叶上，滴落在窗外的石阶上，一直滴到天明，还没有休止。秋雨连绵不停，正如她的离情连绵无尽。李清照《声声慢·寻寻觅觅》：“梧桐更兼细雨，到黄昏点点滴滴，这次第，怎一个愁字了得。”由玉炉生香、红蜡滴泪的傍晚，到闻“三更雨”，再看“滴到明”，女主人公的彻夜不眠，当然更非“一个愁字了得”了。这首词通首写画堂人的“秋思”“离情”，上阕的意境，在《花间集》中颇常见，下阕的写法则独辟蹊径。陈廷焯说“梧桐树”数语，用笔较快，而意味无上文章之厚。其实，“用笔快”如果一泻千里，言尽意止，固然不好；但这里并非如此。说“梧桐树”以下似直下语，正从“夜长”逗出，亦书家“无垂不缩”之法。书法中的所谓“垂”，指竖笔；在作竖笔时，最后须往上逆缩一下，使字体不失其气势。比之于词，即是看似直率，纵笔而下，但须顿挫深厚，跌宕而有情致，似直而实纡也。《更漏子》下阕，写梧桐夜语，正有此特色。这里直接写雨声，间接写思妇，亦是“夜长衾枕寒”的进一步说明；但整夜不眠却仍用暗示，始终未曾点破，这就是直致中有含蓄之处。所以说此词深得书家 “无垂不缩”之法，即是指它“直说”中仍适当地配合以“含蓄”，否则便会使人有一览无余、索然寡味之感了。宋人《鹧鸪天·别情》词有句云：“枕前泪共阶前雨，隔个窗儿滴到明。”当是从此词脱胎而来，写得语浅情深；但全词并不像此词上下片浓淡相间，又缺乏转折变化，相较之下，韵味亦是略逊一筹。", "pagelink": "http://www.shicimingju.com/chaxun/list/30600.html"}
{"title": "谒金门·春漏促", "author": "[唐]韦庄", "yuanWen": "春漏促，金烬暗挑残烛。一夜帘前风撼竹，梦魂相断续。有个娇娆如玉，夜夜绣屏孤宿。闲抱琵琶寻旧曲，远山眉黛绿。", "shangXi": "这首词描写女子香闺寂寞之情。这首词上片写女子春宵不眠，是通过她的感受表达的。因为夜深，又不能入睡，所以感到特别寂静；因为静也就感到漏壶的滴声特别响。特别是“促”字，份量相当重，它不是指时间过得快，而是表达女主人公的不安和烦躁。“金烬”句，从女主人公的行动中显示了她长夜不眠。灯暗了又挑，挑了又暗，直到烛残火烬。她的行动是无聊的，情绪是纷乱的。“一夜”二句情景合写。诗人将女子的孤独难眠之状，织入断断续续的竹声之中，把帘前风响与魂牵梦绕交融在一起，韵致无穷。下片点出女子的状态和表情。“有个”二句是上片典型环境中的典型人物，“娇娆”是借代，以见女子的美丽。然而这样艳美的人儿，都是“夜夜绣屏孤宿”。一个“孤”字，不单是“孤独”，而是上片女子复杂心绪的凝结。这两句从女主人公外表的“美”与她处境的“孤”的矛盾中，显示了她内心的怨情。“闲抱”句是上片“金烬暗挑”行动的持续，是上句“孤宿”的进一步刻画，突现了她的凄凉。以往可能是高高兴兴地弹奏，而此时只是无聊地抱起了旧日的琵琶。“寻旧曲”也是对过去欢乐时刻的回忆，并想借回忆来冲淡眼下的孤独与凄凉，但回忆也解脱不了困境，而只能更增加孤苦。“远山眉黛绿”一句结尾，以貌写情，女主人公的愁容怨态跃然纸上。这首词先借物写情，再由物及人，描写逐渐深入，情景交融，行神皆备，最终渲染出女子强烈的孤怨之情。", "pagelink": "http://www.shicimingju.com/chaxun/list/30405.html"}
{"title": "醉花间·休相问", "author": "[唐]毛文锡", "yuanWen": "休相问，怕相问，相问还添恨。春水满塘生，鸂鶒[1]还相趁。昨夜雨霏霏，临明寒一阵。偏忆戍楼人，久绝边庭信。", "shangXi": "是西蜀代表词人之一，尤工小词，此阕为其代表作，素受赞诵，沈初有诗曰：“助教（）新词《菩萨蛮》，司徒（毛文锡）绝调《醉花间》。晚唐风格无逾比，莫道诗家降格还。”推崇其为一代诗雄。毛词多“以质直见情致”，此阕却写得含蓄婉转，曲致其意，颇耐寻味，表现出风格的多样化。此词破题用“陡健之笔”（《词徽》卷五），劈头便云：“休相问，怕相问，相问还添恨。”云起马面，突兀而来，挟带着强烈的感情。词用口语，用民间文学的重复、回环的手法，语言流利清新。通观全篇，乃替思妇设辞，有个性特征。女主人公不愿人问，更怯惧人问，唯恐平空再增添一段怅恨伤心；既云“添恨”，显见心头已有恨郁积。这就带出了三个问题：所“恨”什么？怕“问”什么？为什么“相问”会如此深深地触动心底隐痛？首三句无端而降，平地起波，顿时结成一个悬念。接下“春水”两句并不予回答，而是宕开一笔，折入景中，拉展出一卷池塘春意图。女主人以徘徊池塘畔，只见：微风徐拂，春水满塘，碧池如镜，洗映蓝天；水面上浮游着三五成群的紫色鸂鶒，头披五彩缨，双双相嬉，活泼的生机，不时打破池塘的宁静。画面讲究色彩，动静相映。这幅画深有寓意，不仅“春水”交代时令，“池塘”交代地点，更主要的是“鸂鶒相趁”表面写景，实际暗示幸福的爱情生活。鸂鶒，花间派词人常将之视作鸳鸯来咏写。“趁”，写出了鸂鶒双双相嬉、爱抚。词人写鸳鸯，鸂鶒，“不是鸟中偏爱尔，为缘交颈睡南塘”（《望江南》），是以双双相随的水鸟象征美满恩爱的婚姻。至此，女主人公的“恨”清晰了些，似与爱情生活的缺憾有关，但悬念仍未解。过片二句承上片结句而来，由池塘水涨而翻忆昨夜春雨，是“春水”句的补足和延伸；水因雨而涨。一夜春雨霏霏，雨带寒意，临明一阵逼人。词化用唐《懒起》：“昨夜三更雨，临明一阵寒。海棠花在否？侧卧卷帘看”诗句，暗示女主人公彻夜不眠，卧听雨声。画面色彩气氛由热转为冷，自上片春江水暖跌入临明雨寒，心情也随之暗转。临明的寒意，侵人肌肤，女主人公由自己身上寒，推想到“伊人”的寒暖，而牵肠挂肚，逼出煞拍二句“偏忆戍楼人，久绝边庭信”。“戍楼”，征人所居，挑明女主人公身份，原来是个独居闺房的边防军人的妻子。丈夫万里从戎，边庭音信久已断绝。生死未卜，寒暖不知，不能不使妻子终日牵挂，惊忧怅悲，正是“可怜无定河边骨，犹是春闺梦里人”（《陇西行》）。结尾二句，如泣如诉，解开了全阕的悬念，词旨大明，乃思妇思念征夫。这才明白：女主人公为什么在词首启唇即哀诉：“休相问，怕相问，相问还添恨。”原来她怕人家问她远征丈夫的消息。也才明白：她闲步池塘，是为了避开人目，排遣愁怀。不料春景虽美，“触景更添恨”，水鸟双双成对，自己却茕独只影，说不出的凄愁伤感。因春色而生春心，因春心而触春恨。故过片心境迅即浸入彻骨春寒之中。煞拍如泉流归海，回环通首，源流有尽而不尽之意。", "pagelink": "http://www.shicimingju.com/chaxun/list/28572.html"}
{"title": "灞上秋居", "author": "[唐]马戴", "yuanWen": "灞原风雨定，晚见雁行频。落叶他乡树，寒灯独夜人。空园白露滴，孤壁野僧邻。寄卧郊扉久，何年致此身。", "shangXi": "此诗纯写闭门寥落之感。整首诗篇好似一幅形象鲜明、艺术精湛的画卷。画面上首先展现的是灞原上空萧森的秋气：“灞原风雨定，晚见雁行频。”撩人愁思的秋风秋雨直到傍晚才停歇下来，在暮霭沉沉的天际，接连不断的雁群自北向南急急飞过。连番的风雨，雁儿们已经耽误了不少行程，好不容易风停雨歇，得赶在天黑之前找到一个宿处。这里用一个“频”字，既表明了雁群之多，又使人联想起雁儿们急于投宿的惶急之状。古人每见雁回，易惹乡思。接着画卷的景象则由寥廓的天际渐渐地转到地面，转到诗中的主人。只见风雨中片片黄叶从树上飘落下来，而寄居在孤寺中的一个旅客正独对孤灯，默默地出神。“落叶他乡树”这句，很值得玩味。中国有句老话叫做“树高千丈，叶落归根”，诗人在他乡看到落叶的情景，不能不有所感触。自己羁留异地，不知何时才能回到故乡东海（今江苏连云港市西南）。其心情之酸楚，完全渗透在这句诗的字里行间。“寒灯独夜人”，一个“寒”字，一个“独”字，写尽客中凄凉孤独的况味。不难想象：一灯如豆，伴着一个孤寂的身影。夜已深了，寒意重重，在寒气包围中，灯光更显得黯淡无力，而诗人孤独凄苦的心情也随之更进了一层。“寒”与“独”起着相互映衬的作用：由寒灯而显出夜长难捱，因孤独而更感到寒气逼人。五、六两句让画卷再向下推移，它不仅显示了更大的空间，更细的景物，而且出神入化，展现了诗人的心境。这时夜阑人静，连秋虫都已停止了歌唱，只有露珠滴落在枯叶上的响声，一滴接着一滴，虽很微弱，却很清晰。这句“空园白露滴”用的是以“动”烘托“静”的手法，比写无声的静更能表现环境的寂静，露滴的声音不但没有划破长夜的寂静，反而更使人感到静得可怕。连露滴的声音都可听到，就没有什么比这更寂静的了。下一句“孤壁野僧邻”同样是用烘托的手法。明明要说的是自己孑然一身，孤单无依，却偏说出还有一个邻居，而这个邻居竟是一个绝迹尘世、犹如闲云野鹤的僧人。与这样的野僧为邻，诗人的处境的孤独就显得更加突出了。这两句在写景的同时进一步写出了诗人的心境：秋夜孤房连露滴的声音都可听到，正说明他思潮起伏，长夜无眠；而所与为邻的只有一个野僧，表明他正想到自己已经被抛出世外，不知何日才能结束这种生涯。正是因为这样，所以诗的最后两句也就与前面的描写自然衔接起来，不显得突兀。最后两句直接说出诗人的感慨：“寄卧郊扉久，何年致此身？”诗人为了求取官职来到长安，在灞上已寄居多时，一直没有找到进身之阶，因而这里率直道出了久居荒郊的寂寞孤独，怀才不遇的苦闷和求取官职希望渺茫的无奈。这首诗写景，都是眼前所见，不假浮词雕饰；写情，重在真情实感，不作无病呻吟。因此，尽管题材并不新鲜，却仍有相当强的艺术感染力。", "pagelink": "http://www.shicimingju.com/chaxun/list/28530.html"}
{"title": "春怨", "author": "[唐]刘方平", "yuanWen": "纱窗日落渐黄昏，金屋无人见泪痕。寂寞空庭春欲晚，梨花满地不开门。", "shangXi": "【评析】：这首宫怨诗，意在写宫人色衰失宠而生怨思的。起句写时间：黄昏，渲染凄凉气氛；二句写人物：宫人，幽闭金屋伤心落泪；三句写环境：满庭空寂，春色迟暮，衬托衰落难堪；四句写心情：以落花映心境，凄凄惨惨戚戚。重叠渲染，反复勾勒，深曲委婉，味中有味。--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋【简析】：　　这是一首宫怨诗。点破主题的是诗的第二句“金屋无人见泪痕”。句中的“金屋”，用汉武帝幼小时愿以金屋藏阿娇（陈皇后小名）的典故，表明所写之地是与人世隔绝的深宫，所写之人是幽闭在宫内的少女。下面“无人见泪痕”五字，可能有两重含意：一是其人因孤处一室、无人作伴而不禁下泪；二是其人身在极端孤寂的环境之中，纵然落泪也无人得见，无人同情。这正是宫人命运之最可悲处。句中的“泪痕”两字，也大可玩味。泪而留痕，可见其垂泪已有多时。这里，总共只用了七个字，就把诗中人的身份、处境和怨情都写出了。这一句是全诗的中心句，其他三句则都是环绕这一句、烘托这一句的。　　起句“纱窗日落渐黄昏”，是使无人的“金屋”显得更加凄凉。屋内环顾无人，固然已经很凄凉，但在阳光照射下，也许还可以减少几分凄凉。现在，屋内的光线随着纱窗日落、黄昏降临而越来越昏暗，如《声声慢》词中所说，“守着窗儿，独自怎生得黑”，其凄凉况味就更可想而知了。　　第三句“寂寞空庭春欲晚”，是为无人的“金屋”增添孤寂的感觉。屋内无人，固然使人感到孤寂，假如屋外人声喧闹，春色浓艳，呈现一片生机盎然的景象，或者也可以减少几分孤寂。现在，院中竟也寂无一人，而又是花事已了的晚春时节，正如《蝶恋花》词所说的“门掩黄昏，无计留春住”，也如李雯《虞美人》词所说的“生怕落花时候近黄昏”，这就使“金屋”中人更感到孤寂难堪了。　　末句“梨花满地不开门”，它既直承上句，是“春欲晚”的补充和引伸；也遥应第二句，对诗中之人起陪衬作用。在《夕堂永日绪论》中指出“诗文俱有主宾”，要“立一主以待宾”。这首诗中所立之主是第二句所写之人，所待之宾就是这句所写之花。这里，以宾陪主，使人泣与花落两相衬映。李清照《声声慢》词中以“满地黄花堆积”，来陪衬“寻寻觅觅，冷冷清清，凄凄惨惨戚戚”的词中人，所采用的手法与这首诗是相同的。　　从时间布局看，诗的第一句是写时间之晚，第三句是写季节之晚。从第一句纱窗日暮，引出第二句窗内独处之人；从第三句空庭春晚，引出第四句庭中飘落之花。再从空间布局看，前两句是写屋内，后两句是写院中。写法是由内及外，由近及远，从屋内的黄昏渐临写屋外的春晚花落，从近处的杳无一人写到远处的庭空门掩。一位少女置身于这样凄凉孤寂的环境之中，当然注定要以泪洗面了。更从色彩的点染看，这首诗一开头就使所写的景物笼罩在暮色之中，为诗篇涂上了一层暗淡的底色，并在这暗淡的底色上衬映以洁白耀目的满地梨花，从而烘托出了那样一个特定的环境气氛和主人公的伤春情绪，诗篇的色调与情调是一致的。　　为了增强画面效果，深化诗篇意境，诗人还采取了重叠渲染、反复勾勒的手法。诗中，写了日落，又写黄昏，使暮色加倍昏暗；写了春晚，又写落花满地，使春色扫地无余；写了金屋无人，又写庭院空寂，更写重门深掩，把诗中人无依无伴、与世隔绝的悲惨处境写到无以复加的地步。这些都是加重分量的写法，使为托出宫人的怨情而着意刻画的那样一个凄凉寂寞的境界得到最充分的表现。　　此外，这首诗在层层烘托诗中人怨情的同时，还以象征手法点出了美人迟暮之感，从而进一步显示出诗中人身世的可悲、青春的暗逝。曰“日落”，曰“黄昏”，曰“春欲晚”，曰“梨花满地”，都是象征诗中人的命运，作为诗中人的影子来写的。这使诗篇更深曲委婉，味外有味。　　（陈邦炎）", "pagelink": "http://www.shicimingju.com/chaxun/list/28026.html"}
{"title": "相见欢·无言独上西楼", "author": "[唐]李煜", "yuanWen": "无言独上西楼，月如钩。寂寞梧桐深院锁清秋。剪不断，理还乱，是离愁。别是一般滋味在心头。", "shangXi": "【注释】：[1]锁清秋：深深被秋色所笼罩。[2]离愁：指去国之愁。[3]别是一般：亦做“别是一番”，另有一种之意。　　词名《相见欢》咏的却是离别愁。此词写作时期难定。如系早年之作，词中的缭乱离愁不过属于他宫庭生活的一个插曲，如作于归宋以后，此词所表现的则应当是他离乡去国的锥心怆痛。　　起句“无言独上西楼”，摄尽凄惋之神。“无言”者，并非无语可诉，而是无人共语。由作者“无言”、“独上”的滞重步履重神情，可见其孤独之甚、哀愁之甚。本来，作者深谙“独自莫凭栏”之理，因为栏外景色往往会触动心中愁思，而今他却甘冒其“险”，又可见他对故国（或故人）怀念之甚、眷恋之甚。　　“月如钩”，是作者西楼凭栏之所见。一弯残月映照着作者的孑然一身，也映照着他视线难及的“三千里地山河”（《破阵子》），引起他多少遐想、多少回忆？而俯视楼下，但见深院为萧飒秋色所笼罩。“寂寞梧桐深院锁清秋”，这里，“寂寞”者究竟是梧桐还是作者，已无法、也无须分辨，因为情与景已妙合无垠。　　过片后“剪不断”三句，以麻丝喻离愁，将抽象的情感加以具象化，历来为人们所称道，但更见作者独诣的还是结句：“别是一般滋味在心头”。　　诗词家借助鲜明生动的艺术形象来表现离愁时，或写愁之深，如《远离别》：“海水直下万里深，谁人不言此愁古”；或写愁之长，如李白《秋浦歌》：“白发三千丈，缘愁似个长”；或写恋之重，如《武陵春》：“只恐双溪艋舟，载不动许多愁”；或写愁之多，如《千秋岁》：“春去也，飞红万点愁如海”。李煜此句则写出愁之味：其味在酸咸之外，但却根植于作者的内心深处，无法驱散，历久弥鲜；舌品不得，心感方知。因此也就不用诉诸人们的视觉，而直接诉诸人们的心灵，读后使人自然地结合自身的体验而产生同感。这种写法无疑有其深至之处。【集评】    黄昇《花庵词选》：此词最凄婉，所谓“亡国之音哀以思”。    陈廷焯《白雨斋词话》：思路凄惋，词场本色。    沈际飞《草堂诗余续集》：七情所至，浅尝者说破，深尝者说不破。    破之浅，不破之深。“别是一般滋味在心头”句妙。    唐圭璋《唐宋词简释》：此词写别愁，凄惋已极。“无言独上西楼”一句，叙事直起，画出后主愁容。其下两句，画出后主所处之愁境。举头见新月如钩，低头见桐阴深锁俯仰之间，万感萦怀矣。此片写景亦妙，惟其桐阴深黑，新月乃愈显明媚也。下片，因景抒情。换头三句，深刻无匹，使有千丝万缕之离愁，亦未必不可剪，不可理，此言“剪不断，理还乱”，则离愁之纷繁可知。所谓“别是一般滋味”，是无人尝过之滋味，唯有自家领略也。后主以南朝天子，而为北地幽囚；    其所受之痛苦，所尝之滋味，自与常人不同，心头所交集者，不知是悔是恨，欲说则无从说起，且亦无人可说，故但云“别是一般滋味”。    究竟滋味若何，后主且不自知，何况他人？此种无言之哀，更胜于痛哭流涕之哀。    俞陛云《唐五代两宋词选释》：后阕仅十八字，而肠回心倒，一片凄异之音，伤心人固别有怀抱。", "pagelink": "http://www.shicimingju.com/chaxun/list/27840.html"}
{"title": "捣练子令·深院静", "author": "[唐]李煜", "yuanWen": "深院静，小庭空，断续寒砧断续风。无奈夜长人不寐，数声和月到帘栊。", "shangXi": "这是一首本义词。白练是古代一种丝织品，其制作要经过在砧石上用木棒捶捣这道工序，而这工序一般都是由妇女操作的。这首词的词牌即因其内容以捣练为题材而得名。作者通过对一个失眠者夜听砧上捣练之声的描绘，写出了抒情主人公内心的焦躁烦恼。但作者却为这种忐忑不宁的心情安排了一个十分幽静寂寥、空虚冷漠的环境。头两句乍一看仿佛是重复的，后来在《牡丹亭》里就写出“人立小庭深院”的句子，把“深院”和“小庭”基本上看成同义词。其实这两句似重复而并不重复。第一句是诉诸听觉，第二句是诉诸视觉。然而尽管耳在听目在看，却什么也没有听到和看到。这样，“静”和“空”这两个字，不仅在感受上给人以差别，而且也看出作者在斟酌用词时是颇费了一番心思的。至于“深院”，是写居住的人远离尘嚣；“小庭”则写所居之地只有一个空荡荡的小小天井，不仅幽静，而且空虚。头两句看似写景，实际是衬托出主人公内心的寂寞无聊。只有在这绝对安静的环境里，远处被断续风声吹来的砧上捣练之声才有可能被这小庭深院的主人听到。第三句是这首词的核心。自古以来，砧上捣衣或捣练的声音一直成为夫妇或情人彼此相思回忆的诗料；久而久之，也就成为诗词里的典故。比如在《子夜吴歌》的第三首里写道：“长安一片月，万户捣衣声。秋风吹不尽，总是玉关情。何日平胡虏，良人罢远征？”的一首题为《捣衣》的五律也说：“亦知戍不返，秋至拭清砧。已近苦寒月，况经长别心。宁辞捣衣倦，一寄塞垣深。用尽闺中力，君听空外音。”李杜两家所写，是从捣衣人的角度出发的。而这首词却是从听砧声的人的角度来写的。这个听砧的人不管是男是女，总之是会因听到这种声音而引起相思离别之情的。不过，第三句虽连用两次“断续”字样，含义却不尽相同。一般地说，在砧上捣衣或捣练，总是有节奏的，因此一声与一声之间总有短暂的间歇，而这种断续的有节奏的捣练声并没有从头至尾一声不漏地送入小庭深院中来。这是因为风力时强时弱，风时有时无，这就使身居小庭深院中的听砧者有时听得到，有时听不到。正因为“风”有断续，才使得砧声时有时无，若断若续。这就把一种诉诸听觉的板滞沉闷的静态给写活了。下面两旬，明明是人因捣练的砧声搅乱了自己的万千思绪，因而心潮起伏，无法安眠；作者却偏偏翻转过来倒果为因，说人由于夜长无奈而睡不着觉，这才使砧声时断时续地达于耳畔。而且夜深了，砧声还在断断续续地响，是伴随着月光传入帘栊的。这就又把听觉和视觉相互结合起来，做到了声色交融——秋月的清光和捣练的音响合在一起，共同触动着这位“不寐”者的心弦。然而作者并没有绘声绘色，大事渲染，只是用单调的砧声和素朴的月光唤起了读者对一个孤独无眠者的同情。这正是李煜写词真正见功力的地方。前人评论李煜词的特点，都说他不假雕饰，纯用白描。其实李煜写词何尝不雕饰呢，只是洗尽铅华，摆脱了尘俗的浓妆艳抹，使人不觉其雕饰的痕迹而已。这首小词无论结构、布局、遣辞、造句，作者都经过了严密的构思和细致的安排，而给予读者的感受，却仿佛只是作者的自然流露。一个作家能于朴实无华之中体现匠心，才是真正的白描高手。", "pagelink": "http://www.shicimingju.com/chaxun/list/27569.html"}
{"title": "溪居", "author": "[唐]柳宗元", "yuanWen": "久为簪组累，幸此南夷谪。闲依农圃邻，偶似山林客。晓耕翻露草，夜榜响溪石。来往不逢人，长歌楚天碧。", "shangXi": "【注解】：１、簪组：这里是做官的意思。２、南夷：这里指当时南方的少数民族地区。３、滴：流放。４、夜榜：夜航。５、楚天：永州古属楚地。【韵译】：长久被官职所缚不得自由，有幸这次被贬谪来到南夷。闲时常常与农田菜圃为邻，偶然间象个隐居山中的人。清晨我去耕作翻除带露杂草，傍晚乘船沿着溪石哗哗前进。独往独来碰不到那庸俗之辈，仰望楚天的碧空而高歌自娱。【评析】：??这首诗是贬官永州居处冉溪之畔时的作品。全诗写谪居佳境，苟得自由，独往独来，偷安自幸。前四句叙述到这里的原因和自己的行径。后四句叙述自己早晚的行动。首尾四句隐含有牢骚之意。??“闲依农圃邻”、有“采菊东篱下”之概；“晓耕翻露草”，有“晨兴理荒废”之风。评说：“愚溪诸咏，处连蹇困厄之境，发清夷淡泊之音，不怨而怨，怨而不怨，行间言外，时或遇之。”（《唐诗别裁集》卷四）这是很有见地的。--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋dwelling by a streami had so long been troubled by official hat and robe that i am glad to be an exile here in this wild southland. i am a neighbour now of planters and reapers. i am a guest of the mountains and woods. i plough in the morning, turning dewy grasses, and at evening tie my fisher-boat, breaking the quiet stream. back and forth i go, scarcely meeting anyone, and sing a long poem and gaze at the blue sky. 　　元和五年（810），柳宗元在零陵西南游览时，发现了曾为冉氏所居的冉溪，因爱其风景秀丽，便迁居是地，并改名为愚溪。　　这首诗写他迁居愚溪后的生活。诗的大意是说：我久为做官所羁累，幸好有机会贬谪到这南方少数民族地区中来，解除了我的无穷烦恼。闲居无事，便与农田菜圃为邻，有时就仿佛是个山林隐逸之士。清晨，踏着露水去耕地除草；有时荡起小舟，去游山玩水，直到天黑才归来。独往独来，碰不到别人，仰望碧空蓝天，放声歌唱。　　这首诗表面上似乎写溪居生活的闲适，然而字里行间隐含着孤独的忧愤。如开首二句，诗意突兀，耐人寻味。贬官本是不如意的事，诗人却以反意着笔，说什么久为做官所“累”，而为这次贬窜南荒为“幸”，实际上是含着痛苦的笑。“闲依”、“偶似”相对，也有强调闲适的意味，“闲依”包含着投闲置散的无聊，“偶似”说明他并不真正具有隐士的淡泊、闲适，“来往不逢人”句，看似自由自在，无拘无束，但毕竟也太孤独了。这里也透露出诗人是强作闲适。这首诗的韵味也就在这些地方。沈德潜说，“愚溪诸咏，处连蹇困厄之境，发清夷淡泊之音，不怨而怨，怨而不怨，行间言外，时或遇之。”（《唐诗别裁》卷四）这段议论是很有见地的。　　（吴文治）", "pagelink": "http://www.shicimingju.com/chaxun/list/51421.html"}
