{"title": "水调歌头·渺渺楚天阔", "author": "叶梦得", "yuanWen": "渺渺楚天阔，秋水去无穷。两淮不辨牛马，轻浪舞回风。独倚高台一笑，圉圉游鱼来往，还戏此波中。危栏对千里，落日照澄空。子非我，安知我，意真同。鹏飞鲲化何有，沧海漫冲融。堪笑磻溪遣老，白首直钩溪畔，岁晚忽衰翁。功业竟安在，徒自兆非熊。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314536.html"}
{"title": "临江仙·三月莺花都过了", "author": "叶梦得", "yuanWen": "三月莺花都过了，晓来雪片犹零。嵩阳居士记行行。西湖初水满，遥想縠纹生。欲为海棠传信息，如今底事长醒。不应高卧顿忘情。留春春不住，老眼若为明。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315236.html"}
{"title": "临江仙·碧瓦新霜侵晓梦", "author": "叶梦得", "yuanWen": "碧瓦新霜侵晓梦，黄花已过清秋。风帆何处挂扁舟。故人归欲尽，残日更回头。乐圃桥边烦借问，有人高卧江楼。寄声聊为诉离忧。桂丛应已老，何事久淹留。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315214.html"}
{"title": "临江仙·闻道今年春信早", "author": "叶梦得", "yuanWen": "闻道今年春信早，梅花不怕馀寒。凭君先向近南看。香苞开遍未。莫待北枝残。肠断陇头他日恨，江南几驿征鞍。一杯聊与尽馀欢。风情何似我，老去未应阑。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315181.html"}
{"title": "竹马儿·与君记", "author": "叶梦得", "yuanWen": "与君记，平山堂前细柳，几回同挽。又征帆夜落，危槛依旧，遥临云巘。自笑来往匆匆，朱颜渐改，故人俱远。横笛想遗声，但寒松千丈，倾崖苍藓。世事终何已，田阴纵在，岁阴仍晚。稽康老来尤懒。只要莼羹菰饭。却欲便买茅庐，短篷轻楫，尊酒犹能办。君能过我，水云聊为伴。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315057.html"}
{"title": "雨中花慢·痛饮狂歌", "author": "叶梦得", "yuanWen": "痛饮狂歌，百计强留，风光无奈春归。春去也，应知相赏，未忍相违。卷地风惊，争催春暮雨，顿回寒威。对黄昏萧瑟，冰肤洗尽，犹覆霞衣。多情断了，为花狂恼，故飘万点霏微。低粉面、妆台酒散，泪颗频挥。可是盈盈有意，只应真惜分飞。拚令吹尽，明朝酒醒，忍对红稀。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315696.html"}
{"title": "虞美人 雨后同干誉、才卿置酒来禽花下", "author": "叶梦得", "yuanWen": "落花已作风前舞。又送黄昏雨。晓来庭院半残红。惟有游丝千丈、罥晴空。 殷勤花下同携手。更尽杯中酒。美人不用敛蛾眉。我亦多情无奈、酒阑时。", "shangXi": "【注释】：这首小词以健笔写柔情 ，以豪放衬婉约 ，颇得东坡婉约词之妙。上片写景 ，景中宴情 。昨夜一场风雨，落花无数 。晓来天气放晴 ，庭院中半是残花。内容极为简单，写来却有层次，且有气势。从时间来看，重点在清晨，也即“晓来”之际；昨夜景象是从回忆中反映出来的 。意境颇类《武陵春》“风住尘香花已尽 ”，但李词较凝炼，叶词较舒展。一般写落花，都很哀婉低沉，如《蝶恋花》“泪眼问花花不语，乱红飞过秋千去”，《千秋岁》“春去也，飞红万点愁如海 ”，均极凄婉之致。可是这里却用另一种手法，不说风雨无情，摧残落花，而以落花为主语，说它在风前飞舞 ，把“黄昏雨”给送走了。创意甚新，格调亦雅。晓来残红满院，本易怅触愁情，然词人添上一句“ 唯有游丝千丈晴空 ”，情绪遂随物象扬起，给人以高骞明朗之感，音调也就高亢起来。下片抒情，情真意切。前二句正面点题，写词人雨后同干誉 、才卿两位友人在来禽花下饮酒。来禽，即林檎，南方叫花红，北方名沙果。此时词人盖已致仕居湖州卞山下，故能过此闲适生活 。“殷勤花下同携手 ”，写主人情意之厚，友朋感情之深，语言简练通俗而富于形象性，令人仿佛看到这位贤主人在殷勤地拉着干誉 、才卿入座。“花下”当指林檎树下。还“更尽杯中酒 ”，一方面见出主人殷勤劝饮，犹如《 送元二使安西》中所说的“ 劝君更尽一杯酒”；一方面也显出词情的豪放，如欧阳修《朝中措》中所写的“挥毫万字，一饮千钟”。结尾二句写得最为婉转深刻，曲折有味。所以明人沈际飞评曰 ：“下场头话，偏自生情生姿，颠播妙耳。”（《草堂诗余正集》卷二）古代达官、名士饮酒，通常有侍女或歌妓侑觞。此云“美人不用敛蛾眉，我亦多情无奈酒阑时 ”，“美人”即指侍女或歌妓而言，意为美人愁眉不展 ，即引起我不欢。其中“酒阑时”乃此二句之规定情境。酒阑意味着人散，人散必将引起留恋、惜别的情怀，因而美人为此而敛起蛾眉，词人也因之受到感染，故而设身处地，巧语宽慰，几有同其悲欢慨。明人毛晋称其词“不作柔语殢人，真词家逸品”（《词跋》），确为有识之见。", "pagelink": "http://www.shicimingju.com/chaxun/list/38271.html"}
{"title": "临江仙 与客湖上饮归", "author": "叶梦得", "yuanWen": "不见跳鱼翻曲港，湖边特地经过。萧萧疏雨乱风荷。微云吹散，凉月堕平波。白酒一杯还径醉，归来散发婆娑。无人能唱采莲歌。小轩欹枕，檐影挂星河。", "shangXi": "【注释】：此词抒写作者与客湖上饮归的情怀。词之片写宴集既散，余兴未尽，下片写湖上归来后的心情。全词风格于简淡中见含蓄。上片起首两句写词人于宴集结束后 ，兴致犹浓，特地绕道来到湖边，原想看看湖边港湾水草茂密之处那些翻跳出水、闪着白光的鱼儿，但夜色朦胧，湖水平静 ，只听得雨声稀朗，打落在随风翻乱的荷叶上。这首两句是倒装句 ，表现出作者的体物入微。“却傍水边行，叶底跳鱼浪自惊。”（《南乡子》）观看鱼儿从水中跳起又落下本是他的乐趣，但眼前天暗波平，只有晚风疏雨翻乱荷叶的萧萧之声。忽然，风过处，云散去，一片凉月，影入湖中。这里不说是月影，而要说月堕平波，乃是由于作者正注目沉沉湖水，忽然湖清见月，几疑月儿从天上落下。过片谓词人于酒宴之上仅仅饮下一点白酒，就竟然颇有醉意”“散发婆娑”，极写自己披头散发，徘徊纳凉，以解除酒后燥热烦闷之感。“无人 ”句是说想听支采莲小曲 ，聊以解闷，但夜深人静，无人放歌，而愁闷也只好郁积心底，无从排遣。这里的“无人”，其实是藉以说明作者的沉忧和孤独感，也是深一层的写法。结尾两句写夜深之后，作者于小轩中倚枕而卧，难以入睡，但见月光之下，屋宇飞檐，投影于地，十分清晰，天上银河垂悬，好似挂在檐角之上。通过这一静景描写突出了作者月夜沉思的形象。作者月下沉思的具体内容 ，词中没有点透 ，这就为读者留下了充分的想象空间，给人以意蕴深长之感。", "pagelink": "http://www.shicimingju.com/chaxun/list/315203.html"}
{"title": "水调歌头 九月望日，与客习射西园，余病不", "author": "叶梦得", "yuanWen": "霜降碧天静，秋事促西风。寒声隐地，初听中夜入梧桐。起瞰高城回望，寥落关河千里，一醉与君同。叠鼓闹清晓，飞骑引雕弓。岁将晚，客争笑，问衰翁。平生豪气安在，沈领为谁雄。何似当筵虎士，挥手弦声响处，双雁落遥空。老矣真堪愧，回首望云中。", "shangXi": "【注释】：这首词的小题，《乐府雅词》作 ：“九月望日，与客习射西园，余偶病不能射。客较胜相先。将领岳德，弓强二石五斗，连发三中的，观者尽惊。因作此词示坐客 。前一夕大风，是日始寒。”以此参验词意 ，知为九月十五日西园习射，有感于“ 当筵虎士”之勇而自叹流年，衰病，感慨无力报国之作。其具体写作年代不可确考 ，大约作于织兴八年（1138）作者再次知建康府时期。当时，北方大片国土为金兵所据，南宋王朝只拥有半壁河山，建康已成为扼江守险、支援北伐年需的重镇。词中所写秋事，习射等均与宋金战事有关。上片写夜饮，在一片萧瑟凄凉的气氛中，出现了一个“起瞰高城回望，寥落关河千里，一醉与君同”的词人形象。起首一句 ，写深秋时节，寒霜遍地，碧天清肃。第二句 ，“秋事”，指秋收、制寒衣等事，着此二字，表达了词人在西风相催、寒冬将至之际对前方将士的深切之情 。“ 寒声 ”二句，生动地描绘出寒声不是一响而过 ，而是直入梧桐的枝叶深处 ，鸣响不止 。此二句熔情于景 ，寄寓了词人，内心深处的沉忧 。“起瞰”三句，为排遣国土沦丧、山河破碎的沉痛之感，只好借酒销愁，与客同醉。歇拍两句词意顿时扬起 ，写清晓习射的情景 ：正当词人与客酣饮之际，军中响起密集的鼓声，一片喧闹声中，报道东方欲晓，演武场上走马驰射，场面紧张而热烈。下片写西园习射的情景。“岁将晚”句至“双雁”句，写座中客客正当盛年，武场较胜，欢谈笑语，争相夸美，不禁引起迟暮之年的词人对往事的回忆，使他以自诘的语气喟叹英雄已老、虎士威猛，叹惜自己壮志未酬身先老，羡慕“当筵虎士”英武骁勇报国有期 ，抒发了词人渴望为国效力的雄心壮志 。结拍两句，以慷慨悲凉的笔触，既抒写出词人因年事已高无力报国而惭愧不己的心情，又表达出“烈士暮年、壮心不己”的豪迈情怀。此二句笔力雄健，词情沉郁而又苍劲。此词为的代表作之一。全词笔力雄健，词情沉郁而又苍健，显示了作者高超的艺术功力。词中上片言“回望”，结句说“回首”，前后贯通，反复言说，系念国事，北伐中原之意至为深切，深深反映了词人“烈士暮年，壮心不已”的情怀。整首词于衰病之叹中，在“与客习射的雄健背景上，透着高远与豪迈，读来令人为作者赤诚的爱国心所鼓舞和振奋。", "pagelink": "http://www.shicimingju.com/chaxun/list/314556.html"}
{"title": "木兰花/玉楼春", "author": "叶梦得", "yuanWen": "花残却似春留恋。几日余香吹酒面。湿烟不隔柳条青，小雨池塘初有燕。\r\n\r\n波光纵使明如练。可奈落红粉似霰。解将心事诉东风，只有啼莺千种啭。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315480.html"}
{"title": "永遇乐·天末山横", "author": "叶梦得", "yuanWen": "天末山横，半空箫鼓，楼观高起。指点栽成，东风满院，总是新桃李。纶巾羽扇，一尊饮罢，目送断鸿千里。揽清歌、馀音不断，缥缈尚萦流水。年来自笑无情，何事犹有，多情遗思。绿鬓朱颜，匆匆拚了，却记花前醉。明年春到，重寻幽梦，应在乱莺声里。拍阑干、斜阳转处，有谁共倚。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315158.html"}
{"title": "永遇乐·苹芷芳州", "author": "叶梦得", "yuanWen": "萍芷芳洲，故人回首，云海何处。五亩荒田，殷勤问我，归计真成否。洞庭波冷，秋风袅袅，木叶乱随风舞。记扁舟、横斜载月，目极暮涛烟渚。\r\n\r\n传声试问，垂虹千顷，兰棹有谁重驻。雪溅雷翻，潮头过后，帆影欹前浦。此中高兴，何人解道，天也未应轻付。且留取、千钟痛饮，与君共赋。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315136.html"}
{"title": "醉蓬莱·问东风何事", "author": "叶梦得", "yuanWen": "问东风何事，断送残红，便拚归去。牢落征途，笑行人羁旅。一曲阳关，断云残霭，做渭城朝雨。欲寄离愁，绿阴千啭，黄鹂空语。遥想湖边，浪摇空翠，弦管风高，乱花飞絮。曲水流觞，有山公行处。翠袖朱阑，故人应也，弄画船烟浦。会写相思，尊前为我，重翻新句。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315784.html"}
{"title": "千秋岁·雨声萧瑟", "author": "叶梦得", "yuanWen": "雨声萧瑟，初到梧桐响。人不寐，秋声爽。低檐灯暗淡，画幕风来往。谁共赏。依稀记得船篷上。\r\n\r\n拍岸浮轻浪。水阔菰蒲长。向别浦，收横网。绿蓑冲暝□，艇子摇双桨。君莫忘。此情犹是当时唱。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315651.html"}
{"title": "千秋岁·晓烟溪畔", "author": "叶梦得", "yuanWen": "晓烟溪畔。曾记东风面。化工更与重裁翦。额黄明艳粉，不共妖红软。凝露脸。多情正似当时见。\r\n\r\n谁向沧波岸。特地移闲馆。情一缕，愁千点。烦君搜妙语，为我催清宴。须细看。纷纷乱蕊空凡艳。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315635.html"}
{"title": "八声甘州 寿阳楼八公山作", "author": "叶梦得", "yuanWen": "故都迷岸草，望长淮、依然绕孤城。想乌衣年少，芝兰秀发，戈戟云横。坐看骄兵南渡，沸浪骇奔鲸。转盼东流水，一顾功成。千载八公山下，尚断崖草木，遥拥峥嵘。漫云涛吞吐，无处问豪英。信劳生、空成今古，笑我来、何事怆遗情。东山老，可堪岁晚，独听桓筝。", "shangXi": "【注释】：此为怀古伤今之作 ，写于绍兴三年（1133 ）前后，是作者被排挤出朝后复杂心态的反映。词的上片是对淝水之战的回想，下片写作者的感慨。全词抒发了对时局的感慨以及深沉的爱国情怀。宋人称赞叶词“ 其词婉丽 ，绰有温、李之风。晚岁落其华而实之 ，能于简淡中出雄杰 ，合处不减靖节、东坡之妙。”（《题材词》）此词即是一首“简淡中出雄杰的作品。”上片追忆淝水之战。开头三句从眼前的城和水写起下一“迷”字，给全篇营造出深沉、苍凉的历史纵深感 ，并且预示了“物是人非”的主题。以下七句，集中写淝水之役。这几句，先用渲染法，塑造出谢家子弟的英武形象，然后用对比和反衬法表现东晋军队以少胜多、大胜异族的辉煌战绩。“乌衣”，巷名，故址在今南京市东南，在晋代曾是王、谢等名门贵族居住的地方 。淝水之战中 ，谢安的弟弟谢石，侄儿谢玄，儿子谢琰等年轻将领显示了出色的军事才能，所以词中说“乌衣年少”。“芝兰秀发”用《世说新语》中谢玄的话“譬如芝兰玉树，欲使其生于阶庭耳”，比喻年轻有为的子弟 。“戈戟云横 ”，字面的意思是:戈戟等武器象阵云一样横列开去，在这里有双关作用，一是借指东晋部队的军容、军威，一是暗用《世说新语》中“见钟士季（会）如观武库，但睹戈戟 ”的典故 ，赞誉谢安等人满腹韬略、足智多谋 。“骄兵”指苻坚的军队。“奔鲸”，《和作融八公山诗 》：“长蛇固能剪，奔鲸自此曝。”《文选》注说：“奔鲸，喻坚也。”下片用曲笔、逆笔抒写词人面对陈迹、回首往事而生发的深深感慨 。“千载”三句仍从眼前落墨，在上下两阕之间起着过渡作用 ：把这三句同“望长淮、依然绕孤城”对看，那么词人分明是在喟叹“山河依旧 ，古人不再”；把这几句同“漫云涛吞吐，无处问豪英”对看，则一说草木皆兵，一说朝中无人，作者怀古的用意差不多全在其中了 。“漫云涛吞吐，无处问豪英 ”正面写对英雄的仰慕 ；“信劳生 、空成今古 ”却从反面说谢氏子侄劳碌为国 ，也不过空成过去 。“笑我来何事怆遗情”从反面说“我”不必为往事悲伤，好象是作者的自我否定；结拍三句，却又明明在诉说豪情受到冷落后的强烈不满（句中那个“独”字，反映了比与孝武帝“共”听桓筝的谢安更加寂寞的处境）。词之下片 ，正说、反说、直笔、曲笔交替使用，将词意层层推进。这种写法，使词人的浩荡心事表达得回旋往复，委婉曲折。", "pagelink": "http://www.shicimingju.com/chaxun/list/314676.html"}
{"title": "点绛唇 绍兴乙卯登绝顶小亭", "author": "叶梦得", "yuanWen": "缥缈危亭，笑谈独在千峰上。与谁同赏。万里横烟浪。老去情怀，犹作天涯想。空惆怅。少年豪放。莫学衰翁样。", "shangXi": "【注释】：此词作于绍兴五年（1135）作者去任隐居吴兴卞山时 ，为作者登临卞山绝顶亭有感而发之作。词中抒发了作者归居后既旷达超迈又不免孤寂惆怅的矛盾情怀。起首一句径直点题。危亭，《说文》：“危 ，在高而惧也。”此言亭之高，应题目的“绝顶”，绝顶亭就是因所在位置之高而命名。缥缈，隐隐约约，亦因其高而之似可见似不可见，应题目中的“小亭”。第二句由亭而写到人，应题目的“登”字。由于小亭位于“绝顶”，故登亭之人有在“千峰上”之感。这年作者已经五十九岁，看来登上绝顶亭不会是一个人来 。从下文“少年豪放，莫学衰翁样 ”看，同登的应该还有他的儿辈，很可能是他的少子叶模。这个字还有它特殊的意义，表示出虽老而仍登此绝顶小亭的欢畅心情。上片末两句，“万里”，喻其广远，指吴兴以北直至沦陷了的中原地区 ，此时宋室南渡已八个年头了。“烟浪 ”形容烟云如浪 ，与“万里”相应。北望中原 ，烟雾迷茫，不知恢复在何日。“赏”字不只为了协韵 ，还含有预想失土恢复后登临赏览的意思在内。“与谁同赏 ”即没有谁与之同赏 ，回应“ 独”字。“ 独在 ”而推及“同赏”，“同赏”又感叹“与谁”；欢快味的“赏”字与压抑感的“独”字连翩而来，表现了作者心中此时的复杂情绪。过片两句 ，可联系词人身世来理解。“天涯想”，指有志恢复中原万里河山。年龄虽老，壮志未衰，“犹作”二字流露出“天涯想”的强烈感情。又想起此身闲居卞山 ，复出不知何日 ，独自登临送目，纵有豪情 ，也只能是“ 空惆怅”。“空惆怅”三个字收住了“ 天涯想”。而胸中热情，又不甘心熄灭，便借吩咐随侍的儿辈说 ：“少年豪放 ，莫学衰翁样。”这里的“ 衰翁样”指的是“空惆怅”，借“少年豪放”借回复到“天涯想”的豪情壮志上去。“少年豪放”。一句与第二句的“笑谈”二字相呼应，针线绵密。", "pagelink": "http://www.shicimingju.com/chaxun/list/315499.html"}
{"title": "定风波·斜汉初看素月流", "author": "叶梦得", "yuanWen": "斜汉初看素月流。坐惊金饼出云头。华发萧然吹素领。光景。何妨分付属沧洲。莫待霜花飘烂漫。苹岸。更凭佳句尽拘收。解与破除消万事。犹记。一尊同得二年秋。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314947.html"}
{"title": "定风波·千步长虹跨碧流", "author": "叶梦得", "yuanWen": "千步长虹跨碧流。两山浮影转螭头。付与诗人都总领。风景。更逢仙客下瀛洲。\r\n\r\n袅袅凉风吹汗漫。平岸。遥空新卷绛河收。却怪姮娥真好。须记。探支明月作中秋。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314938.html"}
{"title": "定风波·渺渺空波下夕阳", "author": "叶梦得", "yuanWen": "渺渺空波下夕阳。睡痕初破水风凉。过雨归云留不住。何处。远村烟树半微茫。莫笑经年人老矣。归计。得迟留处也何妨。老子兴来殊不浅。帘卷。更邀明月坐胡床。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314929.html"}
{"title": "定风波·破萼初惊一点红", "author": "叶梦得", "yuanWen": "破萼初惊一点红。又看青子映帘栊。冰雪肌肤谁复见。清浅。尚余疏影照晴空。\r\n\r\n惆怅年年桃李伴。肠断。只应芳信负东风。待得微黄春亦暮。烟雨。半和飞絮作濛濛。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314920.html"}
{"title": "水龙吟·舵楼横笛孤吹", "author": "叶梦得", "yuanWen": "舵楼横笛孤吹，暮云散尽天如水。人间底事，忽惊飞堕，冰壶千里。玉树风清，漫披遥卷，与空无际。料嫦娥此夜，殷勤偏照，知人在、千山里。常恨孤光易转，仗多情、使君料理。一杯起舞，曲终须寄，狂歌重倚。为问飘流，几逢清影，有谁同记。但尊中有酒，长追旧事，拚年年醉。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315612.html"}
{"title": "水龙吟·对花常欲留春", "author": "叶梦得", "yuanWen": "对花常欲留春，恨春故遣花飞早。晓来雨过，绿阴新处，几番芳草。一片飘时，已知消减，满庭谁扫。料多情也似，愁人易感，先催趁、朱颜老。犹有清明未过，但狂风、匆匆难保。酒醒梦断，年年此恨，不禁相恼。只恐春应，暗留芳信，与花争好。有姚黄一朵，殷勤付与，送金杯倒。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315589.html"}
{"title": "采桑子·山蹊小路归来晚", "author": "叶梦得", "yuanWen": "山蹊小路归来晚，暮雪缤纷。尊酒殷勤。邂逅相从只有君。全家住处无人到，元在重云。此景谁分。万玉参差更作群。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315817.html"}
{"title": "南乡子·山畔小池台", "author": "叶梦得", "yuanWen": "山畔小池台。曾记幽人著意栽。乱石参差春至晚，徘徊。素景冲寒却自开。绝绝照琼瑰。孤负芳心巧翦裁。应恐练裙惊缟夜，残杯。且放疏枝待我来。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315737.html"}
{"title": "石井", "author": "叶梦得", "yuanWen": "神龙傲幽蛰，睡美得所安。宇宙岂不广，敛收寄深蟠。不知九地藏，何似海滨宽。谩作无镀窦，言依小巑屼。微流出绀地，碧玉储清寒。乱木共苍翠，佛宫荫檀栾。宁怀帝者家，示暇排云端。油云有时去，雾雨森蒙漫。聊从老农戏，旱魃不可干。客行度嵌岩，尘土疲跨鞍。原借壁间瓢，一饮凉肺肝。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/1161041.html"}
{"title": "鹅湖山", "author": "叶梦得", "yuanWen": "鹅王牧群鹅，浊世肯下游。积水近天阙，有时戏沉浮。老禅天人师，领略倾九州。初开选佛场，坐断诸峰头。当时江东西，海纳吞众流。岁晚徙山麓，华堂跨龙楼。至今韦公碑，照耀苍崖幽。陈迹记往昔，登临纵冥搜。重来岁月疾，俯仰五十秋。抚事一太息，何从问马牛。惟余拱把木，百尺环道周。成坏各有时，干戈今少休。空怀三宿恋，为汝半日留。钟声远送客，雾雨昏林丘。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/1161063.html"}
{"title": "赴建康过京口呈刘季高", "author": "叶梦得", "yuanWen": "客路重经黄鹄前，故人仍得暂留连。长枪大剑笑安用，白发苍颜空自怜。照野已惊横雉堞，蔽江行见下楼船。灞陵醉尉无人识，漫对云峰说去年。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/1161021.html"}
{"title": "赠胡季昭", "author": "叶梦得", "yuanWen": "澹庵久死瘴江滨，依旧归来侍禁宸。浩叹宗孙长去国，从知志士不谋身。皇天若假令多算，圣代终无弃□□。我时阅报痛生哀，洒泪南詹吊象台。今日方知公有子，皇天佑善世生才。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/1161030.html"}
{"title": "应天长·松陵秋已老", "author": "叶梦得", "yuanWen": "松陵秋已老，正柳岸田家，酒醅初熟。鲈脍莼羹，万里水天相续。扁舟凌浩渺，寄一叶、暮涛吞沃。青箬笠，西塞山前，自翻新曲。来往未应足。便细雨斜风，有谁拘束。陶写中年，何待更须丝竹。鸱夷千古意，算入手、比来尤速。最好是，千点云峰，半篙澄绿。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314899.html"}
{"title": "临江仙·草草一年真过梦", "author": "叶梦得", "yuanWen": "草草一年真过梦，此生不恨萍浮。且令从事到青州。已能从辟谷，那更话封留。好月尚寻当日约，故人何啻三秋。援琴欲写竹间流。此声谁解听，空上仲宣楼。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315379.html"}
{"title": "临江仙·一醉年年今夜月", "author": "叶梦得", "yuanWen": "一醉年年今夜月，酒船聊更同浮。恨无羯鼓打梁州。遗声犹好在，风景一时留。老去狂歌君勿笑，已拚双鬓成秋。会须击节溯中流。一声云外笛，惊看水明楼。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315368.html"}
{"title": "临江仙·卷地惊风吹雨去", "author": "叶梦得", "yuanWen": "卷地惊风吹雨去，却看香雾轻浮。遥知清影遍南州。万峰横玉立，谁为此山留。邂逅一欢须共惜，年年长记今秋。平生江海恨飘流。元龙真老懒，无意卧高楼。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315357.html"}
{"title": "临江仙·绝顶参差千嶂列", "author": "叶梦得", "yuanWen": "绝顶参差千嶂列，不知空水相浮。下临湖海见三州。落霞横暮景，为客小迟留。卷尽微云天更阔，此行不负清秋。忽惊河汉近人流。青霄元有路，一笑倚琼楼。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315335.html"}
{"title": "临江仙·手种千株桃李树", "author": "叶梦得", "yuanWen": "手种千株桃李树，参差半已成阴。主人何事马駸駸。二年江海路，空负种花心。试问中间安小槛，此还长要追寻。却惊摇落动悲吟。春归知早晚，为我变层林。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315324.html"}
{"title": "临江仙·山半飞泉鸣玉佩", "author": "叶梦得", "yuanWen": "山半飞泉鸣玉珮，回波倒卷粼粼。解巾聊濯十年尘。青山应却怪，此段久无人。\r\n\r\n行乐应须贤太守，风光过眼逡巡。不辞常作坐中宾。只愁花解笑，衰鬓不宜春。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315313.html"}
{"title": "临江仙·自笑天涯无定准", "author": "叶梦得", "yuanWen": "自笑天涯无定准，飘然到处迟留。兴阑却上五湖舟。鲈莼新有味，碧树已惊秋。台上微凉初过雨，一尊聊记同游。寄声时为到沧洲。遥知敧枕处，万壑看交流。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315302.html"}
{"title": "临江仙·三日疾风吹浩荡", "author": "叶梦得", "yuanWen": "三日疾风吹浩荡，绿芜未遍平沙。约回残影射明霞。水光遥泛坐，烟柳卧欹斜。\r\n\r\n霜鬓不堪春点检，留连又见芳华。一枝重插去年花。此身江海梦，何处定吾家。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315291.html"}
{"title": "临江仙·学士园林人不到", "author": "叶梦得", "yuanWen": "学士园林人不到，传声欲问江梅。曲阑清浅小池台。已知春意近，为我著诗催。急管行觞围舞袖，故人坐上三台。此欢此宴固难陪。不辞同二老，倒载习池回。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315269.html"}
{"title": "临江仙·闻道安车来过我", "author": "叶梦得", "yuanWen": "闻道安车来过我，百花未敢飘零。疾催弦管送杯行。五朝瞻旧老，挥尘听风生。\r\n\r\n凤诏远从天上落，高堂燕喜初醒。莫言白发减风情。此时谁得似，饮罢却精明。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315225.html"}
{"title": "临江仙·梦里江南浑不记", "author": "叶梦得", "yuanWen": "梦里江南浑不记，只君幽户难忘。夜来急雪绕东堂。竹窗松径里，何处问归航。\r\n\r\n瓮底新醅应已熟，一尊知与谁尝。会须雄笔卷苍茫。雪涛声隐户，琼玉照颓墙。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315192.html"}
{"title": "水调歌头·秋色渐将晚", "author": "叶梦得", "yuanWen": "秋色渐将晚，霜信报黄花。小窗低户深映，微路绕欹斜。为问山翁何事，坐看流年轻度，拚却鬓双华。徙倚望沧海，天净水明霞。 念平昔，空飘荡，遍天涯。归来三径重扫，松竹本吾家。却恨悲风时起，冉冉云间新雁，边马怨胡笳。谁似东山老，谈笑静胡沙。", "shangXi": "【注释】：靖康之难前，几次因获罪于宦官而落职闲居。在其晚年，他退居于风景如画的写程卞山。该地北临太湖，奇石封列，又有数万藏书。他终日读书赏景，啸咏自娱，生活极为悠闲。可是，面对着日益严重的边患和腐败的朝政，他于心难平，不能忘却抗金战事 ，始终牵挂着国家安危 ，此词即为叶氏自叙平生、抒写怀抱工作。词的上片写词人的闲居生活，下片写作者虽在家闲居，却对国事忧心忡忡。上片起首两句点明时令。黄花盛开报来了霜降的消息，正是秋高气爽的时候。写秋景，一般多写得萧瑟，衰飒，这里却把秋景写得很美，反映出词人的开朗胸怀，其实，他的内心并不是怎么平静的，它是在为下边的抒发感慨作势。三、四两句，点明住地：简朴的房子 ，掩映在黄花丛中 ，外边环绕着蜿蜒的小道。这是个幽静偏僻的所在 ，很适合于过隐居生活。“为问”三句，为词人的内心独自；意谓自己乃隐居山林的老翁，不甘心闲居而又只能空耗流光，徒增白发。此三句委婉曲折地表达出词人对朝政的不满，抒写出自己壮志难酬、英雄空老的沉重感喟。歇拍两句写词人走出了“小窗低户 ”，沿着崎岖的小路来到了太湖边上，凝视着浩茫无际的沧海一般的湖波，天宇澄净，绮丽的彩霞在波光里闪动 。此二句看似闲适、冲淡，却孕育着词人心中更为动荡的情感波澜。过片二句从空间上再一次感叹自己的一事无成。“归来 ”两句化用《 归去来辞》“三径就荒，松竹犹存 ”。“本 ”字表现自己归隐的决心。下边陡转 ：“却恨悲风时起，冉冉云间新雁，边马怨胡笳。”他郁结于心的就是这个“恨”——恨的是在萧萧的寒风里 ，从北向南的新雁带来了边疆的讯息 ：强敌压境 ，边马哀怨 。这里化用《 悲愤诗》“胡笳动兮边马鸣 ，孤雁归兮声嘤嘤！”但换用“恨”、“悲”、“怨”几个字，就显得比原诗更加苍凉激楚，构成了这几句词语的基调，唱出了自己的心声，流露出对于当朝割让大片土地换取偏安局面的不满情绪。就是这个大恨梗塞于胸 ，使得他“ 小窗低户”，不能安居；黄花、松竹无心观赏；万顷碧波也无意领略。结拍两句隐然以从隐居的东山进入仕途并取得淝水之战胜利的东晋名相谢安自况，抒写了自己虽退隐而心怀天下的情怀。这两句是从的《永王东巡歌 》“但用东山谢安石，为君谈笑静胡沙”化来，表现了作者念念不忘收复失地的抗金意志。但着以“谁似”二字，又透露出自己愿为谢安而不可得的感慨。在词人的晚年，退隐与国事是矛盾的：他想在卞山以山水自娱，但又无法忘怀国家的安危，时刻惦念着抗金战事。这种矛盾而又痛苦的心态，在此词中得到了集中体现。在词人矛盾复杂的感情中，对国家命运的是主要的，所以词的末句才显得激越凄楚而慷慨悲凉。", "pagelink": "http://www.shicimingju.com/chaxun/list/314656.html"}
{"title": "水调歌头·河汉下平野", "author": "叶梦得", "yuanWen": "河汉下平野，香雾卷西风。倚空千嶂横起，银阙正当中。常恨年年此夜，醉倒歌呼谁和，何事偶君同。莫恨岁华晚，容易感梧桐。揽清影，君试与，问天公。遥知玉斧初斫，重到广寒宫。付与孤光千里，不遣微云点缀，为我洗长空。老去狂犹在，应未笑衰翁。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314636.html"}
{"title": "水调歌头·今古几流转", "author": "叶梦得", "yuanWen": "今古几流转，身世两奔忙。那知一丘一壑，何处不堪藏。须信超然物外，容易扁舟相踵，分占水云乡。雅志真无负，来日故应长。问骐骥，空矫首，为谁昂。冥鸿天际，尘事分付一轻芒。认取骚人生此，但有轻蓬短楫，多制芰荷裳。一笑陶彭泽，千载贺知章。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314616.html"}
{"title": "水调歌头·修眉扫遥碧", "author": "叶梦得", "yuanWen": "修眉扫遥碧，清镜走回流。堤外柳烟深浅，碧瓦起朱楼。分付平云千里，包卷骚人遗思，春色入帘钩。桃李尽无语，波影动兰舟。念谢公，平生志，在沧洲。登临漫怀风景，佳处每难酬。却叹从来贤士，如我与公多矣，名迹竟谁留。惟有尊前醉，何必问消忧。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314596.html"}
{"title": "水调歌头·江海渺千里", "author": "叶梦得", "yuanWen": "江海渺千里，飘荡叹流年。等闲匹马相过，乘兴却翛然。十载悲欢如梦，抚掌惊呼相语，往事尽飞烟。此会真难偶，此醉且留连。酒方半，谁轻使，动离弦。我歌未阕公去，明日复山川。空有高城危槛，缥缈当筵清唱，馀响落尊前。细雨黄花後，飞雁点遥天。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314576.html"}
{"title": "贺新郎·睡起流莺语", "author": "叶梦得", "yuanWen": "睡起流莺语，掩苍苔房栊向晚，乱红无数。吹尽残花无人见，惟有垂杨自舞。渐暖霭、初回轻暑，宝扇重寻明月影，暗尘侵、上有乘鸾女。惊旧恨，遽如许。江南梦断横江渚，浪粘天、葡萄涨绿，半空烟雨。无限楼前沧波意，谁采蘋花寄取？但怅望、兰舟容与，万里云帆何时到？送孤鸿、目断千山阻。谁为我，唱金缕。", "shangXi": "关德在《题词》一文中，对词下了这样的评语：“味其词婉丽，绰有温、李之风。晚岁落其华而实之，能于简淡时出雄杰。”此篇正体现其早期词作的特点。这首词借暮春景色抒发怅恨失意的无限相思、青春虚掷的无限感慨，写景清新明快，词风婉丽，抒情深婉，情深意长。上片是静景，并在静景中体现出作者的内心幽情。起首三句描绘自己午睡乍醒，已是傍晚时分，忽闻莺声婉转，“流莺语”以细聆莺啭来突出环境的幽寂，也即“鸟鸣山更幽”之意。环顾四周，但见地上点点青苔，片片落花，说明春光已尽，令人不胜惋惜。“吹尽”两句，进一层描写庭院景象，长调写景不似小令，并非勾勒点染，抓取景物特点即可，而是需要细致地铺展开来，工笔描绘。这两句将“残花”与“垂杨”并提，表现春末特有的景色；由花开到花落，都是悄悄地没人注意，只有柳条还在随风轻摆，这是静中见动；一“自”字写出四周无人的寂寥况味，用来衬托作者徘徊四顾的孤独心情。“渐暖霭”三句，光从时节转移写起，春去夏来，暖风带来初夏的暑热，由于想到消暑而引出了宝扇；这是一把布满尘灰的扇子，但它上面那隐约可见的那位月宫“乘鸾女”却使他陷入沉思。关于“乘鸾女”，原来有着一个月中仙女的传说，据说唐明皇在九月十五日游月宫，“见素娥千余人，皆皓衣乘白鸾”（《龙城录》），那扇面上模糊的素衣仙女画像，引起他的联想，勾起了他隐藏于内心深处的“旧恨”，使他自己也感到惊讶的是那“旧恨”，竟会如此猛烈地涌上心头，这里极其隐晦地表现出作者对宋朝衰落的遗恨。下片为想象，承上“旧恨”展示心头感情波涛。“江南”三句，是说昔年乐事已成而今“旧恨”，伊人远去，犹如乘鸾仙女，无由再见，只有在梦中来到她所在的江南：江上碧浪连天，远望如同正在泼醅上涨的葡萄绿酒。就曾有诗赞道：“遥看江水鸭头绿，恰似葡萄初泼醅。”（《襄阳歌》）这连天江浪，再加上弥漫空中的烟雨，真好似一幅水墨画。这里先写景，然后引出下面景中之人。“无限楼前沧波意”，“沧波”照应前句江景，描绘出一幅想象中的画面：情人在江边高楼倚栏怅望，却只见细浪粘天，烟波浩渺。作者想象情人遥对沧波的情怀，不禁道出“谁采蘋花寄与？”采蘋花有寄托相思的用意，二人相隔万里，虽想采蘋花寄给对方以托相思，但作者却言“谁采”，透露出“梦断”之恨。“但怅望”三句，更深一层，写两人之间隔着千山万水，舟船难通，只能隔着遥远的距离相互“怅望”，但无论如何相望，视线也会被“千山”所阻。问“万里云帆何时到？”即含有“不能到”的意思，因此只能与“孤鸿”相伴，在这种凄清的景况中独自品尝离愁别恨。《玉蝴蝶》词末几句境界与此相似：“海阔山遥，未知何处是潇湘。念双燕、难凭远信，指暮天、空识归航。黯相望：断鸿声里，立尽斜阳。”结末两句深恨无人为自己唱起《金缕曲》，由曲及人，兴起对美好往日的怀念。又着一“谁”字，进一步表现作者失去情人之后的孤苦。“金缕”曲词中有劝人珍惜年华的句子，作者借此叹息往日美好不再，而自己如今无人相伴，年华也只是虚度，将对远方伊人的惓惓深情蕴藏于短短六字中，显得曲致深长。", "pagelink": "http://www.shicimingju.com/chaxun/list/38250.html"}
{"title": "八声甘州·问浮家泛宅", "author": "叶梦得", "yuanWen": "问浮家泛宅，自玄真、去後有谁来。漫烟波千顷，云峰倒影，空翠成堆。可是溪山无主，佳处却徘徊。暮雨卷晴野，落照天开。老去馀生江海，伴远公香火，犹有宗雷。便何妨元亮，携酒间相陪。寄清谈、芒鞋筇杖，更尽驱、风月入尊罍。江村路，我歌君和，莫棹船回。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314716.html"}
{"title": "南乡子·小院雨新晴", "author": "叶梦得", "yuanWen": "小院雨新晴。初听黄鹂第一声。满地绿阴人不到，盈盈。一点孤花尚有情。却傍水边行。叶底跳鱼浪自惊。日暮小舟何处去，斜横。冲破波痕久未平。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315728.html"}
{"title": "减字木兰花·粉消妆半", "author": "叶梦得", "yuanWen": "粉消妆半。一曲阳春歌始断。便觉香红。十倍光华昔未逢。杨花吹起。犹自风前相枕倚。莫恨春残。留取新诗子细看。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315471.html"}
{"title": "点绛唇·高柳萧萧", "author": "叶梦得", "yuanWen": "高柳萧萧，睡余已觉西风劲。小窗人静。淅沥生秋听。\r\n\r\n底事多情，欲与流年竞。残云暝。坠巾慵整。独立芝兰径。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315489.html"}
{"title": "浣溪沙", "author": "叶梦得", "yuanWen": "千古风流咏白苹。二年歌笑拥朱轮。翩翩却忆上林春。剑履便应陪北阙，裤襦那更假西人。玉堂金殿要词臣。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315129.html"}
{"title": "浣溪沙", "author": "叶梦得", "yuanWen": "物外光阴不属春。且留风景伴佳辰。醉归谁管断肠人。柳絮尚飘庭下雪，梨花空作梦中云。竹间篱落水边门。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315122.html"}
{"title": "浣溪沙", "author": "叶梦得", "yuanWen": "绿野歌欢喜见分。骤惊和气晓来匀。妙歌谁敢和阳春。梅蕊旧年迎腊雪，月华今夜破寒云。独醒争笑楚人魂。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315115.html"}
{"title": "浣溪沙", "author": "叶梦得", "yuanWen": "绛蜡烧残夜未分。宝筝声缓拍初匀。斗枢光照坐生春。便恐赐环归衮绣，莫辞挥翰落烟云。凤城西去断离魂。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315108.html"}
{"title": "浣溪沙", "author": "叶梦得", "yuanWen": "休笑山翁不住山。二年偷向此中闲。归来赢得鬓毛斑。瓮底新醅供酩酊，城头曲槛俯淙潺。山翁老去此山间。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315101.html"}
{"title": "浣溪沙", "author": "叶梦得", "yuanWen": "荷叶荷花水底天。玉壶冰酒酿新泉。一欢聊复记他年。我亦故山归去客，与君分手暂流连。佳人休唱好因缘。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315094.html"}
{"title": "浣溪沙", "author": "叶梦得", "yuanWen": "睡粉轻消露脸新。醉红初破玉肌匀。尊前留得两州春。剩挽雕盘敧醉帽，重催飞骑走红尘。十年兰茝笑骚人。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315087.html"}
{"title": "浣溪沙", "author": "叶梦得", "yuanWen": "小雨初回昨夜凉。绕篱新菊已催黄。碧空无际卷苍茫。千里断鸿供远目，十年芳草挂愁肠。缓歌聊与送瑶觞。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315080.html"}
{"title": "鹧鸪天·一曲青山映小池", "author": "叶梦得", "yuanWen": "一曲青山映小池。绿荷阴尽雨离披。何人解识秋堪美，莫为悲秋浪赋诗。携浊酒，绕东篱。菊残犹有傲霜枝。一年好景君须记，正是橙黄橘绿时。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315579.html"}
{"title": "鹧鸪天·天末残霞卷暮红", "author": "叶梦得", "yuanWen": "天末残霞卷暮红。波间时见没凫翁。斜风细雨家何在，老矣生涯尽个中。\r\n\r\n惟此意，与公同。未须持酒祝牛宫。旁人不解青蓑意，犹说黄金宝带重。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315569.html"}
{"title": "鹧鸪天·兰茝空悲楚客秋", "author": "叶梦得", "yuanWen": "兰茝空悲楚客秋。旌旗谁见使君游。凌云不隔三山路，破浪聊凭万里舟。公欲去，尚能留。杯行到手未宜休。新诗无物堪伦比，愿探珊瑚出宝钩。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315559.html"}
{"title": "鹧鸪天·晓日初开露未晞", "author": "叶梦得", "yuanWen": "晓日初开露未晞。夕烟轻散雨还微。暗摇绿雾游鯈戏，斜映红云属玉飞。情脉脉，恨依依。沙边空见棹船归。何人解舞新声曲，一试纤腰六尺围。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315549.html"}
{"title": "鹧鸪天·小雨初收报夕阳", "author": "叶梦得", "yuanWen": "小雨初收报夕阳。归云欲渡转横塘。空回雨盖翻新影，不见琼肌洗暗香。\r\n\r\n追落景，弄微凉。尚余残泪浥空床。只应自有东风恨，长遣啼痕破晚妆。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315539.html"}
{"title": "鹧鸪天·夹路行歌尽落梅", "author": "叶梦得", "yuanWen": "夹路行歌尽落梅。篆烟香细袅寒灰。云移碧海三山近，月破中天九陌开。\r\n\r\n追乐事，惜多才。车声遥听走晴雷。十年梦断钧天奏，犹记流霞醉后杯。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315529.html"}
{"title": "鹧鸪天·不怕微霜点玉肌", "author": "叶梦得", "yuanWen": "不怕微霜点玉肌。恨无流水照冰姿。与君著意从头看，初见今年第一枝。\r\n\r\n人醉后，雪消时。江南春色寄来迟。使君本是花前客，莫怪殷勤为赋诗。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315519.html"}
{"title": "临江仙·一醉三年那易得", "author": "叶梦得", "yuanWen": "一醉三年那易得，应须大白同浮。已知绝景是吾州。姮娥仍有意，更肯为人留。万籁无声遥夜永，人间未识高秋。从来我客尽风流。故知怜老子，尤胜在南楼。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315346.html"}
{"title": "临江仙·不与群芳争绝艳", "author": "叶梦得", "yuanWen": "不与群芳争绝艳，化工自许寒梅。一枝临晚照歌台。眼明浑未见，弦管莫惊催。记取刘郎归去路，千里应话天台。酒阑不惜更重陪。夜寒衣袂薄，犹有暗香回。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315280.html"}
{"title": "临江仙·潋滟湖光供一笑", "author": "叶梦得", "yuanWen": "潋滟湖光供一笑，未须醉日论千。将军曾记旧临边。野塘新水漫，烟岸藕如船。却怪情多春又老，回肠易逐愁煎。何如旌旆郁相连。凯歌归玉帐，锦帽碧油前。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315258.html"}
{"title": "临江仙·唱彻阳关分别袂", "author": "叶梦得", "yuanWen": "唱彻阳关分别袂，佳人粉泪空零。请君重作醉歌行。一欢须痛饮，回首念平生。却怪老来风味减，半酣易逐愁醒。因花那更赋闲情。鬓毛今尔耳，空笑老渊明。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315247.html"}
{"title": "减字木兰花·前村夜半", "author": "叶梦得", "yuanWen": "前村夜半。每为江梅肠欲断。浅紫深红。谁信漫天雪里逢。醉头扶起。宿酒阑干犹困倚。便莫催残。明日东风为扫看。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315462.html"}
{"title": "减字木兰花·黄花渐老", "author": "叶梦得", "yuanWen": "黄花渐老。秋色欲归还草草。花下前期。花老空歌鹊踏枝。狂酲易醒。不似旧时长酩酊。玉簟新凉。数尽更筹夜更长。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315453.html"}
{"title": "满庭芳·一曲离歌", "author": "叶梦得", "yuanWen": "一曲离歌，烟村人去，马头微雪新晴。隔年光景，回首近清明。断送残花又老，春波净、湖水初平。谁重到，雕阑尽日，遥想画桥横。高城。凝望久，何人为我，重唱馀声。问桃李如今，几处阴成。老去从游似梦，尊前事、空有经行。犹能记，殷勤寄语，多谢故人情。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314840.html"}
{"title": "满庭芳·麦陇如云", "author": "叶梦得", "yuanWen": "麦陇如云，清风吹破，夜来疏雨才晴。满川烟草，残照落微明。缥渺危栏曲槛，遥天尽、日脚初平。青林外，参差暝霭，萦带远山横。孤城。春雨过，绿阴是处，时有莺声。问落絮游丝，毕竟何成。信步苍苔绕遍，真堪付、闲客闲行。微吟罢，重回皓首，江海渺遗情。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314819.html"}
{"title": "念奴娇·云峰横起", "author": "叶梦得", "yuanWen": "云峰横起，障吴关三面，真成尤物。倒卷回潮目尽处，秋水黏天无壁。绿鬓人归，如今虽在，空有千茎雪。追寻如梦，漫余诗句犹杰。\r\n\r\n闻道尊酒登临，孙郎终古恨，长歌时发。万里云屯瓜步晚，落日旌旗明灭。鼓吹风高，画船遥想，一笑吞穷发。当时曾照，更谁重问山月。", "shangXi": "【注释】：这首词是作者兼知建康府（今南京）时，登镇江北固山有感而作 。此词步名作《 念奴娇·赤壁怀》古词原作之韵，在构思和谋篇上与东坡之词有颇多类似。词的上片是借景抒怀。起句“ 云峰横起”，奇峰突起 ，气势不凡。下句“障吴关三面”，是写云峰分布情景：云雾缭绕的山峰象屏障一样把古吴国所属地区遮去了三面 。三面，是指东、西、南三面。吴关，泛指吴国辖境，此处指今江苏沿江一带。接下去“真成尤物 ”，是作者对云峰的赞叹。尤物，原意指尤异的人物，一般是指女性，这里借指云峰的奇特可爱。紧接以下两句写从江干极目望去，回潮倒卷之处，水天浑然一体，无边际可寻。这句是用《祭河南张员外文 》“洞庭汗漫，粘天无壁”的下一句，很切合词意，押“壁”字韵，可谓天衣无缝。一个“秋”字点出时令 。下面五句由写景转入抒情。前面说过，作者曾两次出知建康府，第一次到建康时不过五十岁多一点，还不算老，“绿鬓人归”，回去时头发还是青的；可是这次重返故地，已是过了花甲的人了，人虽还活着，但已是满头白发，回想当年情景，有如大梦一场 ，只有诗情未减，下笔仍象往日那样雄浑奔放。作者在这里虽然感到年岁日增，精力已不如前，但并无伤感情绪，还以“诗句犹杰”自豪，胸襟是很开朗的。词的下片 ，则是作者看了眼前景物，思潮起伏，兴起了一系列的感慨。首先他想到东汉末年崛起江东的孙策，也常携酒登临此山游宴，时而引吭高歌。当时孙策正值英年，手握雄兵，有澄清天下之志。可惜他壮志未酬就短命死了 ，饮恨千秋。“万里”以下五句，应是作者兴尽下山，回到自己座船以后的思想活动。他向西望去，万里浓云绵亘，此时北岸临江的瓜步一带，夕阳正照着军营中的旌旗或明或暗，鼓角声随着秋风飘来，词人不禁想到：淮水以北地区已被金兵占领，南宋政权岌岌可危，收复失地渺不可期。安得有一天王师北定中原 ，大军直入金人腹地 ，以实现举国父老的愿望 。“穷髮”一词出自《庄子·逍遥游》，指最遥远的北方，词里是指金人的后方，“吞穷髮”也就是所说的“直捣黄龙府”之意。这几句表达了作者的爱国思想。结尾两句，写月亮从东山升起了，就是这个月亮，曾照遍古往今来的人，其中既有孙策，也有率军南下进驻瓜步的北魏太武帝，当年的情景，月亮通通可以作证。这些历史事件，可是有谁去问过它呢 ！“更谁重问山月”这一结句，既有景又有情，让人回味无穷。宋人认为词“ 学东坡⋯⋯得六七”（《 碧鸡漫志》）；清人也认为他的词“挹苏氏之余波”（《宋六十一家词选例言》）。这样的评价较为中肯 。这首词虽似东坡词之神俊 ，但行文有致虚实相生 ，情调健康且气致生动自然 ，自有一些可嘉许之处。", "pagelink": "http://www.shicimingju.com/chaxun/list/314798.html"}
{"title": "念奴娇·洞庭波冷", "author": "叶梦得", "yuanWen": "洞庭波冷，望冰轮初转，沧海沈沈。万顷孤光云阵卷，长笛吹破层阴。汹涌三江，银涛无际，遥带五湖深。酒阑歌罢，至今鼍怒龙吟。\r\n\r\n回首江海平生，漂流容易散，佳期难寻。缥缈高城风露爽，独倚危槛重临。醉倒清尊，姮娥应笑，犹有向来心。广寒宫殿，为予聊借琼林。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314777.html"}
{"title": "念奴娇·故山渐近", "author": "叶梦得", "yuanWen": "故山渐近，念渊明归意，翛然论谁。归去来兮秋已老，松菊三径犹存。稚子欢迎，飘飘风袂，依约旧衡门。琴书萧散，更欣有酒盈尊。惆怅萍梗无根，天涯行已遍，空负田园。去矣何之窗户小，容膝聊倚南轩。倦鸟知还，晚云遥映，山气欲黄昏。此还真意，故应欲辨忘言。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314756.html"}
{"title": "清平乐·水空相映", "author": "叶梦得", "yuanWen": "水空相映。淡碧涵千顷。素练不收寒玉镜。□落阶无影。纤纤与捧金杯。暗香逐舞徘徊。雪尽玉容开遍，东风不管寒梅。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315687.html"}
{"title": "蝶恋花·薄雪消时春已半", "author": "叶梦得", "yuanWen": "薄雪消时春已半。踏遍苍苔，手挽花枝看。一缕游丝牵不断。多情更觉蜂儿乱。\r\n\r\n尽日平波回远岸。倒影浮光，却记冰初泮。酒力无多吹易散。余寒向晚风惊幔。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315773.html"}
{"title": "虞美人·梅花落尽桃花小", "author": "叶梦得", "yuanWen": "梅花落尽桃花小。春事余多少。新亭风景尚依然。白发故人相遇、且留连。\r\n\r\n家山应在层林外。怅望花前醉。半天烟雾尚连空。唤取扁舟归去、与君同。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315444.html"}
{"title": "虞美人·绿阴初过黄梅雨", "author": "叶梦得", "yuanWen": "绿阴初过黄梅雨。隔叶闻莺语。睡余谁遣夕阳斜。时有微凉风动、入窗纱。\r\n\r\n天涯走遍终何有。白发空搔首。未须锦瑟怨年华。为寄一声长笛、怨梅花。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315435.html"}
{"title": "虞美人·平波涨绿春堤满", "author": "叶梦得", "yuanWen": "平波涨绿春堤满。渡口人归晚。短篷轻楫费追寻。始信十年归梦、是如今。故人回望高阳里。遥想车连骑。尊前点检旧年春。应有海棠、犹记插花人。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315426.html"}
{"title": "虞美人·数声微雨风惊晓", "author": "叶梦得", "yuanWen": "数声微雨风惊晓，烛影欹残照。客愁不奈五更寒。明日梨花开尽、有谁看。\r\n\r\n追寻犹记清明近。为向花前问。东风正使解欺侬。不道花应有恨、也匆匆。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315417.html"}
{"title": "虞美人·东风一夜催春到", "author": "叶梦得", "yuanWen": "东风一夜催春到。杨柳朝来好。莫辞尊酒重携持。老去情怀、能有几人知。凤台园里新诗伴。不用相追唤。一声清唱落琼卮。千顷西风烟浪、晚云迟。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315408.html"}
{"title": "虞美人·一声鶗鴂催春晚", "author": "叶梦得", "yuanWen": "一声鶗鴂催春晚。芳草连空远。年年馀恨怨残红。可是无情、容易爱随风。茂林修竹山阴道。千载谁重到。半湖流水夕阳前。犹有一觞一咏、似当年。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315399.html"}
{"title": "虞美人·翻翻翠叶梧桐老", "author": "叶梦得", "yuanWen": "翻翻翠叶梧桐老。雨后凉生早。葛巾藜杖正关情。莫遣繁蝉容易、作秋声。\r\n\r\n遥空不尽青天去。一抹残霞暮。病余无力厌跻攀。为寄曲阑幽意、到西山。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315390.html"}
{"title": "菩萨蛮·经年不踏斜桥路", "author": "叶梦得", "yuanWen": "经年不踏斜桥路。青山试问谁为主。密叶转回风。寒泉落半空。此间无限兴。可便荒三径。明日下扁舟。沧波莫浪游。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315835.html"}
{"title": "菩萨蛮·平波不尽蒹葭远", "author": "叶梦得", "yuanWen": "平波不尽蒹葭远。清霜半落沙痕浅。烟树晚微茫。孤鸿下夕阳。\r\n\r\n梅花消息近。试向南枝问。记得水边春。江南别后人。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315764.html"}
{"title": "点绛唇·山上飞泉", "author": "叶梦得", "yuanWen": "山上飞泉，漫流山下知何处。乱云无数。留得幽人住。深闭柴门，听尽空檐雨。秋还暮。小窗低户。惟有寒蛩语。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315509.html"}
{"title": "南乡子·浅碧蘸鳞鳞", "author": "叶梦得", "yuanWen": "浅碧蘸鳞鳞。照眼全无一点尘。百草千花都过了，初新。翠竹高槐不占春。\r\n\r\n歌啸堕纶巾。午醉醒来尚欠伸。待得月明归去也，青萍。更有凉风解送人。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315719.html"}
{"title": "八声甘州·寄知还倦鸟", "author": "叶梦得", "yuanWen": "寄知还倦鸟，对飞云、无心两难齐。漫飘然欲去，悠然且止，依旧山西。十亩荒园未遍，趁雨却锄犁。敢忘邻翁约，有酒同携。况是岩前新创，带小轩横绝，松桂成蹊。试凭高东望，云海与天低。送沧波、浮空千里，照断霞、明灭卷晴霓。君休笑，此生心事，老更沈迷。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314736.html"}
{"title": "八声甘州·又新正过了", "author": "叶梦得", "yuanWen": "又新正过了，问东风、消息几时来。笑春工多思，留连底事，犹未轻回。应为瑶刀裁翦，容易惜花开。试向湖边望，几处寒梅。好是绿莎新径，剩安排芳意，特地重栽。便从今追赏，莫遣暂停杯。有千株、深红浅白，倩缓歌、急管与相催。凭看取，暖烟细霭，先到高台。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314696.html"}
{"title": "卜算子·晓雨洗新妆", "author": "叶梦得", "yuanWen": "晓雨洗新妆，艳艳惊衰眼。不趁东风取次开，待得清霜晚。曲港照回流，影乱微波浅。作态低昂好自持，水阔烟波远。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315755.html"}
{"title": "卜算子·新月挂林梢", "author": "叶梦得", "yuanWen": "新月挂林梢，暗水鸣枯沼。时见疏星落画檐，几点流萤小。归意已无多，故作连环绕。欲寄新声问采菱，水阔烟波渺。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315746.html"}
{"title": "满江红·雪後郊原", "author": "叶梦得", "yuanWen": "雪後郊原，烟林静、梅花初坼。春欲半，犹自探春消息。一眼平芜看不尽，夜来小雨催新碧。笑去年、携酒折花人，花应识。兰舟漾，城南陌。云影淡，天容窄。绕风漪十顷，暖浮晴色。恰似槎头收钓处，坐中仍有江南客。问何如、雨桨下苕溪，吞云泽。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314880.html"}
{"title": "满江红·一朵黄花", "author": "叶梦得", "yuanWen": "一朵黄花，先催报、秋归消息。满芳枝凝露，为谁装饰。便向尊前拚醉倒，古今同是东篱侧。问何须、特地赋归来，抛彭泽。回首去，年时节。开口笑，真难得。史君今郡更，自成行客。霜鬓不辞重插满，他年此会何人忆。记多情、曾伴小阑干，亲攀摘。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314861.html"}
{"title": "蓦山溪·一年春事", "author": "叶梦得", "yuanWen": "一年春事，常恨风和雨。趁取未残时，醉花前、春应相许。山公倒载，日暮习池回，问东风，春知否，莫道空归去。满城歌吹，也似春和豫。争笑使君狂，占风光、不教飞絮。明朝酒醒，满地落残红，唱新词，追好景，犹有君收聚。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315668.html"}
{"title": "江城子·银涛无际卷蓬瀛", "author": "叶梦得", "yuanWen": "银涛无际卷蓬瀛。落霞明。暮云平。曾见青弯、紫凤下层城。二十五弦弹不尽，空感慨，惜余情。\r\n\r\n苍梧烟水断归程。卷霓旌。为谁迎。空有千行，流泪寄幽贞。舞罢鱼龙云海晚，千古恨，入江声。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315041.html"}
{"title": "江城子·甘泉祠殿汉离宫", "author": "叶梦得", "yuanWen": "甘泉祠殿汉离宫。五云中。渺难穷。永漏通宵，壶矢转金铜。曾从钧天知帝所，孤鹤老，寄辽东。强扶衰病步龙锺。雪花濛。打窗风。一点青灯，惆怅伴南宫。惟有史君同此恨，丹凤□，水云重。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315024.html"}
{"title": "江城子·生涯何有但青山", "author": "叶梦得", "yuanWen": "生涯何有但青山。小溪湾。转潺湲。投老归来，终寄此山间。茅舍半敧风雨横，荒径晚，乱榛菅。强扶衰病上巉巅。水云闲。伴跻攀。湖海苍茫，千里在吴关。漫有一杯聊自醉，休更问，鬓毛斑。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315007.html"}
{"title": "江城子·芙蓉开过雨初晴", "author": "叶梦得", "yuanWen": "芙蓉开过雨初晴。曲池平。画桥横。耿耿银河，遥下蘸空明。一舸吴松归未得，聊共住，小蓬瀛。问君何事引前旌。趣归程。背高城。鱼鸟三年，谁道总无情。试遣他年歌此曲，应尚记，别时声。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314990.html"}
{"title": "江城子·翩迁飞舞半空来", "author": "叶梦得", "yuanWen": "翩迁飞舞半空来。晓风催。巧萦回。野旷天遥，回望兴悠哉。欲问玉京知远近，试携手，上高台。云涛无际卷崔嵬。敛浮埃。照琼瑰。点缀林花，真个是多才。说与化工留妙手，休尽放，一时开。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314973.html"}
{"title": "江城子·碧潭浮影蘸红旗", "author": "叶梦得", "yuanWen": "碧潭浮影蘸红旗。日初迟。漾晴漪。我欲寻芳，先遣报春知。尽放百花连夜发，休更待，晓风吹。满携尊酒弄繁枝。与佳期。伴群嬉。犹有邦人，争唱醉翁词。应笑今年狂太守，能痛饮，似当时。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314956.html"}
{"title": "南歌子·麦陇深初转", "author": "叶梦得", "yuanWen": "麦陇深初转，桃溪曲渐成。绿槐重叠午阴清。更有榴花一朵、照人明。画栋清微暑，疏帘入晚晴。请君坐待縠纹平。看取红幢翠盖、引前旌。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315826.html"}
{"title": "南歌子·雨惜山容敛", "author": "叶梦得", "yuanWen": "雨惜山容敛，云矜棹影开。忽看霁色射林隈。为问湖亭清影、为谁来。尽洗归时路，重倾醉後杯。未应霜雪遽相催。留得佳期犹在、共徘徊。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/315808.html"}
{"title": "贺新郎·睡起啼莺语", "author": "叶梦得", "yuanWen": "睡起啼莺语。掩青苔、房栊向晚，乱红无数。吹尽残花无人见，惟有垂杨自舞。渐暖霭、初回轻暑。宝扇重寻明月影，暗尘侵、尚有乘鸾女。惊旧恨，遽如许。江南梦断横江渚。浪黏天、葡萄涨绿，半空烟雨。无限楼前沧波意，谁采苹花寄取。但怅望、兰舟容与。万里云帆何时到，送孤鸿、目断千山阻。谁为我，唱金缕。", "shangXi": "", "pagelink": "http://www.shicimingju.com/chaxun/list/314515.html"}
